{
  "title": "Portsmouth Royal Dockyard",
  "subtitle": "",
  "section": "2. BEER",
  "content": [
    "This seems somehow inappropriate to an official Dockyard history but like the 'chips' privilege it gave rise to very much trouble. We have to remember that the ordinary drinking water of the town was not the clean water we now enjoy. Sanitation was poor and as recently as 1845 Portsmouth was swept by a cholera epidemic in which thousands died and the Yards were closed. Historians attribute this to the contamination of the wells, etc.",
    "In practice, therefore, most people drank beer in preference to water. One finds that in 1538 when the wage of a mechanic was about 5d to 6d a day, the Admiralty lodged and victualled some of the Dockyard workmen, possibly 'pressed' men or non-residents. They were supplied with food, etc. at a cost of 2 ½ d. a day and it seems to have consisted of bread, beef, ling, cod, hake, herrings, pease and oatmeal and beer. It is noted that they slept two and three in a bed and were provided with a 'Chamberlyn' to make their beds and look after their quarters.",
    "From quite an early date in the Dockyards provision seems to have been made for certain of the workmen to buy beer during working hours. An order of the 7th August, 1689 states that the 'taphouse was appointed and ordained to give a pint of drink to a man at a time when dry and that of middling and not strong beer.' The taphouse was attached to the dwelling house of the Porter at the gate. The Porter who was, so to speak, the Chief of Police, lived in the house on the right of the main gate as you entered. I imagine that this privilege was probably much appreciated by the Porter. It is evident, however, that he exceeded his instructions as we find it reported that he was in the habit of supplying strong beer and also wines and spirits and further allowing the men to remain tippling in the taphouse for long periods.",
    "On the 29th May 1589 the Commissioner accuses the Porter of 'debasing the workmen and others to the ruin of their families and other material disservice', He is given a fortnight's grace after which he is 'not to presume to sell any sort of strong liquor whatsoever or to harbour any workman in his house as he will answer contrary to his peril.'",
    "Two months later the Clerk of the Checque is directed 'as it is common practice for the workmen to be drunk with the strong beer they buy at the taphouse, to come as occasion will permit or other affairs to make an inspection of the taphouse and to taste the drink to see if it be strong or middling beer and to search the rooms and cellar and if you find any workmen at unseasonable hours absenting themselves from their duties, drinking and tippling, you are to take their names and give me an account of them and to check them upon your books that it may be deducted at pay day.' Apparently the Porter at that time was discharged. The Commissioner informs the new Porter that he is 'not to presume to sell brandy or other liquor in your dwelling house to any person whatsoever except bottles of wine if you think fit to gentlemen and strangers that come into the Yard for their accommodation.' Apparently temptation was too strong, for on the 15th April 1697 the Navy Board writes direct to the Porter, Mr. Jones.",
    "'Being informed you demean yourself very unbecoming to the Commissioner upon the place and that you neither comply with his injunction nor the Lord High Admiral's instructions and the rules and orders of the Navy settled for the government of your employment but to the contrary take the liberty of selling wine and strong beer both in your dwelling and in the taphouse to the prejudice of the Service, this is to let you know that if you do not take more care to comply with your instructions for the future and demean yourself to the Commissioner upon the place and his orders as you ought to do, we have authorised him to suspend you from your employment and to appoint another to officiate the same till further order.' The action seems a little on the weak side.",
    "At the end of 1701 we find the Commissioner instructing the Yard Officers to fit bolts to the taphouse door and for a half-door or hatch 'so that workmen may be denied admission or any of His Majesty's Servants be permitted or suffered to lurk or harbour themselves in the taphouse.'",
    "In 1801 the Porter was replaced by a Lieutenant, R.N. who was appointed Warden of the Yard. A separate tapster was appointed to take charge of the taphouse with the privilege of 'selling table and small beer under proper restraint together with an article of provisions which it may be expedient to permit Artificers to be furnished with.' This rather sounds like the forerunner of the workmen's canteens.",
    "On 29th December 1832 the Admiral Superintendent reports that on the previous Saturday a Shipwright had been found drunk in the taphouse and on being told to leave had become violent, knocking down the Warden and also two Marines who had been placed sentinel at the taphouse to prevent the 'Spartiate's people' entering the taphouse. The Shipwright was discharged and soon after the taphouse was closed and the privilege of buying beer during working hours abolished.",
    "(Ed. Note: Further articles in this series will appear in future issues)"
  ]
}
