{
	"title": "Chips 13",
	"subtitle": "WHITLEYISM AND PETITIONS",
	"section": "13",
	"content": "We are so accustomed nowadays to negotiations in regard to pay and general conditions of service being carried out under the well established Whitley procedure that perhaps one is apt to forget that it is relatively a new thing. Whitleyism was introduced in 1918 and replaced the old system of Petitions. The new method, where representatives of employer and employee meet around a table to talk things over and where there is a right of reasonable approach by the workmen to the management, was in 1918 a somewhat radical change in industry and one not altogether acceptable to many old hands on either side.\n\nSo far as the Admiralty was concerned we were lucky to have a Secretary, Sir Oswyn Murray, who accepted fully the principles of Whitleyism and was determined that it would be given a fair trial. Sand in the bearings came from many directions. The Staff Side in many instances - perhaps as a result of past rebuffs - tended, it seemed to me, to consider the early meetings as a chance to work off old scores, to lecture and be rude to the Official Side. As the Official Side older members had been used to saying \"No\" without having to say \"Why\", the fact that they now had to justify their decisions to the Staff Side representatives - men and women fully informed of the facts and conditions of the situation - was not readily acceptable. On the whole, however, I do not think this phase lasted long and soon we reached the happier and more businesslike relations which exist today.\n\nMy own experience has been that by and large the Staff representatives, whom I have met, particularly at the Dockyards, are capable men fully conversant with the subject under discussion, appreciative of the point of view of the Official Side and willing to co-operate and compromise in an endeavour to find the best solution agreeable to both sides. They may be handicapped sometimes by the instructions they have received from their members but we know also that they are not afraid to go back to those members and explain to them in plain and forceful language why they should modify their views for the good of all. I think we all now admit that the system has worked well on the whole, is a wonderful safety valve which allows the steam to escape when the pressure gets a little high, and has helped in a major way to establish the very happy relations that exist in the Dockyards between management and men and the freedom we enjoy there from strikes and serious disputes.\n\nI know that this system has thrown a very great deal of extra work on Heads of Departments and much of their time and that of their Deputies - more perhaps than is generally realised - is taken up with paper work, meetings, sub-committees and the necessary preparatory and after work, but it is something we have to face up to. It is a very important part of administration, which again is an indivisible part of our job. If we fall down on administration - particularly our personnel work - and become only technical officers, we cannot avoid a falling-off in our status and, as a result, in our salary.\n\nAs one who had a good deal to do with placing personnel work firmly on the plates of the Deputies to the Managers, I realise the burden involved but we must take it up and make a success of it.\n\nI have at times sat on the Official Side, at others on the Staff Side, and have had my moments. I remember in the early days sitting as a Staff Side representative at the Admiralty Administrative Whitley Council and feeling very uncomfortable. I had gone there to make sure that a matter in which the Corps was particularly interested did not slip through without proper ventilation and consideration of our attitude. The Staff Side seemed inclined to sidetrack us. This day most of the matters were Dockyard ones and my Director sat across the table from me and was being most rudely dealt with by the Staff Side Secretary. I could not help him. The sad part was that in every case I had initiated the proposals were now being objected to by the Staff Side. While I had had my say at the Staff Side meeting I could not air these views at the meeting of both sides. I came to the conclusion I had best leave the Staff Side at the first opportunity. Next to D. of D. sat the Deputy Secretary, a man who could not accept the new procedure. All the time a Staff Side representative was putting his case he kept up a running commentary of remarks such as \"b......fool\", \"rot\", \"Windbag', \"can't he speak ordinary English\", \"time he shut up\", \"likes to hear himself talk\", \"blatherer\", and so on - not conducive to good feelings.\n\nWhen I was at Devonport as A.C. in charge of the Drawing Office, thirty odd years ago, it was the habit of the Senior Constructor to call me up to do his duty whenever the M.C.D. was on leave. Sometimes I would find on arrival at the Main Office that ten or twenty minutes later I was due to take the S.C's place in the chair at some meeting or other. On one such occasion I found a full Staff Side representative of every trade in the Yard and the Headmaster on my left. I had been informed the Committee was to discuss the training of apprentices. As soon as I opened the meeting the Staff Side Vice-Chairman thought that the best method of dealing with the subject was for the Chairman to cross-examine the Headmaster. Collapse of Chairman!\n\nOn another occasion I found I was due to hear a demarcation dispute on Pumps and Pipes, the Shipfitters claiming work done by Shipwrights. This was the first-ever attempt to deal with it through the Whitley system and I was staggered to see an enormous crowd round the table, two or three representatives from every trade and grade in the Department. I knew next to nothing about Whitley procedure and very little more about demarcation of work. I was soon in trouble but I was lucky in most of my guesses,\n\nI directed the Shipfitters to make their claim and the Shipwrights to answer it, each of three a side alternately. I liked the last Shipwright speech, which had as its theme the effect of taking bread out of the mouths of the starving children of the Shipwrights; it raised the tone of the discussion. Then up spake a Riveter; he had heard enough and was prepared to give his vote to the Shipfitters. Pandemonium. I had to make it clear that there would be no voting. More pandemonium. Then the Plumbers wished to be heard as they had agreed with the Shipfitters as to a division of the spoils. Again I ruled I was not going to hear them as they were not in the claim. Then to my consternation I was asked to give my decision on the claim which I had thought would follow after I had reported to M.C.D. However I\n\nhad to face it. It was an occasion for care and tact. I had a brainwave. I ruled that I had heard nothing to cause me to alter existing practice. Solomon was not in it.\n\nLater the S.C., M.C.D. and the Admiralty confirmed my decision and I thought that job was well over for good. Not so, however. Several years later I joined D. of D. One day the Deputy brought me in a paper and asked me to look through it as he was not happy about it. Neither was I when I had digested it. It was the official decision on the Demarcation of Pumps and Pipes following a series of meetings at the Admiralty. I did not like particularly a decision which gave everything in the Box to the Engineers, the Box being bounded by the foremost and aftermost machinery bulkheads, the outer bottom and the sky. I found, however, that the letter followed decisions we had already agreed to and we could not at this stage walk back on them.\n\nI was looking up the previous papers and eventually came to the first one. I suddenly saw my name and found this was an appeal to the Admiralty by the A.E.U. against my decision at Devonport years before. The first ground of appeal was the youth and inexperience of the chairman, followed by remarks about the natural bias of M.C.D. officers as ex-Shipwright apprentices in favour of the Shipwrights. I was prepared to accept the first ground but the other remarks were a little adrift. M.C.D., S.C. and I happened all to be ex-Engineers. I noticed the Shipwrights replied to this in a short statement at the end of the hearing that they would never impute bias in this way to responsible Dockyard Officers. It would have been more in keeping for them to have found bias in three ex-Engineers. Be sure your sins will find you out.\n\nThe Whitley system, so far as Industrials are concerned, is based on only recognised Trade Unions affiliated to the T.U. Congress being admitted to the discussions. When it was introduced, I doubt if Trade Unionism was very strong in the Yards and this at first led to a good deal of trouble. There were strong Societies of established men and\n\nex-apprentices, strengthened perhaps as a result of the General Strike in 1926, which suddenly found themselves out of the picture so far as Whitleyism was concerned and this made things a little difficult. However, all this found its level in time and the system as it works today is an excellent one.\n\nNow let us go back to the pre-Whitley methods. If you dig back into early history you will find plentiful mention of Petitions, Pleas, etc. From the earliest days, if you as an individual or as one of a body wished to show appreciation of some decision, had a grievance, or wanted extra pay, you forwarded a petition to the King, Admiralty, Commissioner, or other higher body as the case might be, in which you stated the matter in question, ending, \"And your petitioner(s) will ever humbly pray\". If you couldn't write, you got someone else to write out your petition and made your mark. It was in this way that our predecessors sought increases in pay and status. We have met mention of petitions in our earlier articles from workmen, outside traders, etc., to the Commissioner. In 1775 the Shipwrights in the Yard came out on strike against the introduction of Payment by Results, then called Task Work. They demanded a rate of 2/6d. a day, excluding Chips, no Task Work and the reinstatement of certain men. The strike lasted about six to seven weeks and was unsuccessful. The Shipwrights\n\ncirculated a petition in Portsmouth:-\n\n\"The Commissioner and Principal Officers having ordered Shipwrights to perform a mode of work called 'task' and conscious to themselves on the fullest conviction it must occasion progressive suicide of our bodies, the destruction of our families and the inhabitants in general. Another order has already enforced at Plymouth whereby any person who from sickness or being wounded should be obliged to continue one month at home to be discharged - these with a daily increase of grievances have re-united the Yards to apply for redress but have received no satisfactory answer. We have therefore agreed not to enter the Yard till redressed. It is humbly hoped the worthy inhabitants will assist in supporting us and our families till relief be obtained.\"\n\nAs time went on the petitions became embodied in an Annual Petition. Normally the petitioner might expect a decision on his request two or three years after he had sent it forward. Each year the Financial Secretary, accompanied perhaps by the Civil Lord, would visit each Yard to hear the persons concerned or their representatives in support of the matter in the petition and later the Admiralty would give their decision, which very often was in the negative.\n\nIf anyone cares to dig out these old petitions he will find interesting information. I have notes now only of the annual replies to petitions in the early 1890's. Here are some interesting decisions following in each case a request by the workmen in a petition of two to three years earlier:- Their Lordships had made arrangements with the Treasury for grants to local Eye Infirmaries so as to secure the attendance there of specialists in eye cases. Their Lordships noted the desire of the men to make provision for their families by way of Insurance. If the numbers were sufficient Their Lordships would let the Accountant General transmit funds by deduction from wages direct without cost to the Institutions elected by the men.\n\nEstablished men would in future be allowed to continue at work after 60 but not beyond 65 years of age. Previously hired men might continue after 60 but established men had to go on reaching 60 years of age.\n\nInstructors to Apprentices and might sit for examinations for Inspector after three years' service and for Draughtsman after six months' service.\n\nNew rates were announced for Leading Men and Chargemen. Leading Men's rates varied from 4/6d. - 6/6d. for Labourers to 8/6d. - 9/6d. per day for Fitters. Chargemen of major trades had 1/- a day allowance, others 6d.\n\nNew ranges of rates for trades were also announced. (Hired) Shipwrights 5/2d. - 5/8d, Fitters 5/4d. - 7/-. Smiths 5/4d. - 7/6d, Joiners 4/5d. - S/2d, Hand Drillers 3/4d. - 3/8d, Riveters 3/4d. - 4/2d, Labourers 2/10d. to 3/- per day.\n\nShipwrights and Fitters on Drawing Duties were allowed a proportion at 6/- a day with the remainder at 5/6. The Admiralty, however, refused their request for the same leave and sick leave privileges as Writers without loss of pay as their occupation was \"not so sedentary\".\n\nA 1st Class Draughtsman's (pay 7/6d. a day and 2/6d. duty pay) personal application for establishment was refused.\n\nApprentices asked not to be made to work overtime or if they did, to be paid for it. Refused.\n\nJoiners asked that their Leading Men be given the same status as Inspectors of Shipwrights, and Shipfitters asked that they be allowed their own Foremen. Refused.\n\nShipwrights asked for the abolition of \"Task and Job\". This was refused but in future it would be known as Piece Work and the prices would be made accessible to the men. Mention is made of Fellowship piece work. It is not clear what this was. It may have been a forerunner of Job Price Contract.\n\nMasthead men were refused Danger Money, and Confined Space Money (1½d, hour mechanics, 1d. labourers) was allowed to workmen but not to be paid if for less than one hour.\n\nIt was laid down that absence with or without leave, excepting absence through hurt or sickness, had to be worked up before counting hours for extra time.\n\nClosed days were not in future to be worked up but only four Public Holidays would be paid for.\n\nPay at this time was per day, Saturday counting as a day. The average working week was 50⅓ hours. An average 48 hours week was introduced on 2nd July 1894 as a result of an item in the Petition. Total weekly pay was to remain the same as it was previously on a six day basis. The new hours gave a week varying from 50 hours in summer to 41½ in December. 1½ hours was to be allowed for dinner and Saturday was to be a 5 hour half-day and to count as such i.e. a 5½ instead of a 6 day week.\n\nTimes of starting and leaving off work varied with the season by quarter hour stages. From 1st March to 10th November these were 7 a.m. and 5.30 p.m. coming down to 7.30 a.m. and 4.15 p.m. in December and January.\n\nThere was a quid pro quo for all this and the following privileges were abolished: -\n\nHoliday grants to men stripping copper.\nAllowance of 3 minutes at Out Muster.\nAllowance of 5 minutes to get to the Pay Table.\nAllowance of 1 hour before bells morning and evening.\nGranting of leave with pay for urgent family affairs.\nGranting of leave with pay to attend confirmations.\nGranting of leave with pay for launch of ships.\nTime allowed Smiths to wash before leaving work.\nUsual half holiday for visit of Lords Commissioners of Admiralty. Usual half holiday for voting at Parliamentary Elections.\n\nI think I have given enough to show that history is recorded in these petitions and Admiralty replies. Perhaps someday someone will dig into the files of these and give us the results."
}
