{
	"title": "CHIPS FROM A PORTSMOUTH BASKET",
	"subtitle": "by Mr. E.S. Curphey, C.B.E.",
	"section": "9. OUTSIDE ASSOCIATIONS",
	"content": "One often hears disparaging remarks made about Dockyard workmen. They are referred to rather contemptuously as \"Mateys\", a term I detest. Long association with Dockyard men has left me with a very high opinion of these men taken as a whole. There are, of course, some black sheep - there always are in every flock - but they are after all but a small proportion. There may be rather more than normal when there is full employment as compared with days when unemployment is rife but no thinking man wants to return to days of heavy discharges and good men existing on a dole or charity. I do not share the modern doubts either about the youngsters. I believe that if we teach them their job properly they will get over the natural high spirits of their youth and turn into satisfactory officers and workmen. In these days of ample opportunity we are going to find it more difficult perhaps to maintain the higher general standard of craftsmanship of the past but we must ensure that we make the best possible use of the material that comes to hand.\n\nThe mechanic of the future will have to meet problems and deal with advances in technique and equipment that would have turned the hair of his predecessors grey. Do let us advance with the times and give full consideration to modern conditions. I feel sure we in our young days were a sad disappointment to our predecessors, thinking more of our pleasures than our work and seizing any chance of idling. I remember in the twenties walking down Fore Street, Devonport, one morning and meeting a man I recognised as at one time, years before, the labourer of the Mould Loft Floor and a very decent chap. I asked him if he was having a day's leave and was informed to my astonishment that he had been discharged months before from the Yard and was out of work. It was a time of heavy Yard discharges. I knew we were entering a few labourers for a temporary job and I managed to get him included. I spoke to the Boatswain and asked that he be retained if there was a chance and he proved worth it. A little later I appeared at a big Youth Rally and was received by two or three of the leading men connected with it, one of them this same labourer, well dressed and prosperous looking. I asked him if all was now well, to be told to my dismay that he had been discharged. I found out eventually that there were two of his name in the small entry and they had discharged - to me - the wrong one. I managed to put matters right but what made such an impression on my mind was that here was a man of the lowest Dockyard grade doing great service to the community and highly respected by them as a leader.\n\nWho can assess the good work done without ostentation by Dockyard men in work for their fellows? No, I have the greatest respect for the Dockyard man as a good citizen.\n\nIt may not be known to what extent that same spirit existed in olden times. There are three churches in the Portsea and Yard area for which Dockyard workmen were largely responsible.\n\nTrinity Church in the Dockyard, which was used before the war as the Naval Barracks Church, was destroyed by a bomb in the last war. It was built over a hundred years ago as the Parish Church of an area outside the Dockyard in Portsea, but was declining in memberships. It was decorated, repaired and altered largely by Dockyard workmen. The Admiralty bought the Church in April 1906 when a good deal of land around the Church was taken as an extension to the Yard and opened it a year later as the Barracks church. I am told that an ex-Dockyard apprentice was its organist for fifty years.\n\nThere is another Church in St. George's Square. In 1752, fifty years after the Shipwrights had been given permission to build the first houses on Portsmouth Common (Portsea), they petitioned for the building of a Church near their houses. The Corporation gave them some land and on it these workmen - almost entirely at their own expense - built and maintained the Church which still stands in this Square.\n\nIn the history of the Dockyard Church itself, St. Anne's, lies another tribute to the Dockyard men. This church, too, was damaged at the west end during the war but has been temporarily repaired and still functions.\n\nThe first Dockyard Church WAS built in 1704 and was situated just outside the palisades in the area now occupied by the C. in C's official residence and grounds and was pulled down when that house was under construction. The present church, built at Admiralty expense, in 1785, is its successor.\n\nThe erection of the first church was authorised by the Lord High Admiral, Prince George of Denmark, husband of Queen Anne, in a warrant dated 23rd February, 1702. It reads:\n\n\"Whereas William Gifford, Esq., Commander of her Majesty's Navy near Portsmouth and the Officers, Clerks, Artificers and all other of every rank and quality belonging to Her Majesty's Dockyard there have set forth that by the Extreme badness and distance of the ways toward either Portsmouth or Kingston Churches they are deprived of all opportunity of going thither especially in the winter, and being zealously affected towards the Established Church of England and Deeply sensible how much the frequent Exercise of the Divine Service may conduce to the promoting of the Publick as well as every man's Particular Welfare, have therefore humbly Petitioned me for Leave to erect at their own Proper Cost and Charge a Chappell in some convenient place in H.M. said Yard for ye Celebration of Divine Service, Administration of the Lord's Supper and Preaching without the performance of any Parochial Duty, and I being willing to give all due encouragement to so good and pious a design, do therefore hereby direct and require you to give Leave for ye erecting a Chappell accordingly at such Place in the Yard as shall be most convenient and can best be spared with respect to the Works of the Navy there, you taking care that the same be done without any manner of Charge to Her Navy and WHEREAS the said Comm. Officers, Clerks, Artificers and others before mentioned have freely and unanimously subscribed their desire and consent to have two pence per month deducted out of their respective wages payable at the Yard shall from time to time be paid as a perpetual endowment for ye Maintenance of the Minister that shall be appointed to Officiate at the said Chappell, and they having likewise made it their request that Mr. William Lanmerton the present Chaplin of H.M. Ships and Vessels in Ordinary and Rigging Wages at Portsmouth may be confirmed in the Office of Chaplin of H.M. said Dockyard accordingly and to hold the same jointly with the Ordinary, I have thought fit to grant their request and do also require and direct you to order the Treasurer of the Navy to cause him the said W. Lanmerton to be duly paid the said two pence per month to be deducted out of every man's wages belonging commence from the first of January last past. And for so doing this shall be your Warrant.\"\n\nA tablet still existing in connection with the first chapel states:\n\n\"This Chapel was built by ye voluntary contributions of ye Officers and seamen of ye Royal Navy and generous presents from some neighbouring gentlemen. Endowed by the Officers, Artificers and workmen of this Yard. Encouraged by the example of Willm. Gifford, Esqr. Her Majesty's Commissioner and Principall of ye Navy here, by whose zeal this pious work was first promoted, and by his constant care carry'd on and finish'd in ye Third Year of the Reign of our Sovereign Lady Queen Anne, 1704.\"\n\nThese records show how the Dockyard and other Churches were endowed, but there are no official records of the work Dockyardmen have and are carrying out in connection with other Churches of all denominations in the City. We know that they have more than played, and still play their part. In fact wherever you find good work going on you may be sure of finding Dockyard workmen taking their full share."
}
