{
	"title": "CHIPS FROM A PORTSMOUTH BASKET by Mr. E. S. Curphey; C.B.E.",
	"subtitle": "17. THE CIVIL ENGINEERS",
	"section": "The Civil Engineers",
	"content": "When the Yard was relatively small the upkeep and repair of the buildings, storehouses, docks, etc., was done largely with its own labour and appears to have been supervised by the Master Shipwright or Master Builder as he was often called. He had on his staff to assist him in these matters a Master House Carpenter and a Master Bricklayer. Buildings, dock linings, etc., were mostly of wood construction. The various Officers in direct charge of buildings seem to have acted as agents for the Master Shipwright. In addition there seems to have been an Admiralty Officer known as the Civil Architect who paid visits to the Yard from time to time to advise and to be consulted on Works matters. It is probable that major items of Works construction were carried out by Contract and these same Officers acted as local Overseers.\n\nThe post of Master House Carpenter was abolished in July, 1822, and that of Master Bricklayer in November, 1830. Subsequently leading men of the respective Works trades carried out their work.\n\nFrom a Navy Board letter of 29th September, 1817, we gather that for Works undertaken by contract there was a person acting in the superintendence thereof called the Clerk of the Works and that Heads of Departments were required to pay attention to the progress of the Works so as to satisfy themselves of the strict fulfilment of the Contract.\n\nAbout the year 1839 a Lieutenant of Royal Engineers was appointed as Civil Architect (Local). This same officer was listed in 1843 as the Officer of Royal Engineers in Charge of Works.\n\nHe was succeeded by R. E. Officers of Captain's rank until 3rd March, 1859, when a Mr. Henry Wood was appointed as Assistant Civil Engineer in charge of the Works Department at this Yard. On 7th November, 1864, this same officer became the first Superintending Civi1 Engineer. On his retirement on 1st June l879, Lieutenant Colonels or Majors, R.E., were placed in charge of the Department until 1st April 1907, after which date civilian members of the Admiralty Civil Engineering Staff were appointed as Superintending Civil Engineers. The first was J. Brookes Hunt, O.B.E., who served here until 31st October, 1919. On 28th August, 1950, the post was upgraded to Civil Engineer Manager in line with the Heads of other Professional Departments while the Deputy Head became a Superintending Civil Engineer.\n\nThe expansion of Civil Engineering Works in the Portsmouth District has led to the appointment of an extra Superintending Civil Engineer with headquarters at Fareham who is responsible for the oversight of work outside the Dockyard and Dockyard Port,\n\nThe growth of the Dockyard and its facilities, etc., will be dealt with elsewhere but we should not fail to include in this article mention of Sir Samuel Bentham who, in the closing years of the 18th Century and the early years of the 19th Century, had a great deal to do with the development not only of the Dockyard but of other Admiralty Establishments here, particularly the new Naval Gunwharf.\n\nBrigadier General Sir Samuel Bentham (1757 - 1831) was a half brother of the famous Jeremy Bentham and a progenitor, I believe, of the Mr. Bentham who acted as a Machine Tool Adviser to the Admiralty during the late war and who later acted as a Consultant to D. of D. The rank and title of Sir Samuel were both of Russian bestowal and he was so referred to both privately and officially. It is to be presumed the King sanctioned such use but no record of this is known to exist.\n\nHe was described as a Naval Architect and Engineer. After education at Westminster School he was at 14 apprenticed to the Master Shipwright at Woolwich, going with that Officer to Chatham a year or two later where he completed his apprenticeship. It was said that even as an apprentice he showed inventive talent and made many suggestions for the improvement of fittings which were favourably received by the Navy Board.\n\nIn 1778 on completion of his apprenticeship he went to sea as a Volunteer at the invitation of the Commanding Officer of one of H.M. Ships and was present at the Battle of Ushant. During his time at sea he initiated, it is said, many improvements in various items of equipment. Seeing no immediate, prospect of advancement in this country he travelled to Russia in 1780 with letters of introduction to several persons in high position. He travelled widely in Russia, paying particular attention to the working of mines and materials. On the conclusion of his tour he made a comprehensive report to the Empress which was well received and as a result he was given a commission as a Lieutenant Colonel, being responsible for many works, the building of small craft and the fitting out of ships.\n\nIn 1783 he was offered a Commissionership in Admiralty Service but declined it. During the war between Russia and Turkey which followed, he was considered largely responsible for the better fighting qualities of the Russian Ships and also commanded a Russian flotilla of small ships. The covering squadron of Armed Merchant Ships was commanded by the famous Paul Jones. He was decorated by the Russians and promoted to Brigadier General and after the war was given a command in Siberia where he opened up rivers to navigation, developed local resources, etc. In 1791 he came back to this country for a holiday, intending to return later to Russia, but various happenings detained him in this country and he resigned his Russian position.\n\nA year or so later the Admiralty asked him to visit our Dockyards and report on the introduction of machines and the use of steam for power purposes. During the next 18 years he made many proposals for the better organisation of the Dockyards and their fuller development and the accounts add that he also made proposals to improve the build and equipment of ships. It would appear that he was then known as the Inspector General of Navy Works.\n\nAbout this time the Government was seriously concerned about the losses and corruption in the Dockyards. The Attorney General in 1801 stated these losses amounted to £500,000 per annum. Comment put it at four times this amount. Lord St. Vincent as 1st Lord instituted long and searching enquiry and cleared away a good deal of corruption. Bentham too was urging administrative reforms. Both reaped a harvest of hatred amongst those concerned and made many powerful enemies. One of Bentham's statements was: If they punish inferiors they ought to go further. There was not an Officer at Plymouth or at the Navy Board unimplicated. The bitterness was enhanced by new and stringent orders for enforcing close adherence to the terms of Navy Contracts, The Navy Board objected to these and drew severe censure from the Admiralty for their negligence, fallacy and fraud which had pervaded and been fostered by the Departments under its direction.\n\nIn 1805 Bentham was sent to St. Petersburg on a mission to procure the building of ships there for the British Government, an appointment which was unsuccessful and which he considered had been made to get him out of the way. On his return in 1807 he was informed that his Office as Inspector General of Navy Works had been abolished and that he had been appointed one of the Commissioners of the Navy. His history of reforms made him an unwelcome addition to that body. He continued, however, to plan improvements in the equipment and organisation of the Yards until the end of 1812 when he was informed that his post had been abolished and as compensation he was accorded a pension of the same amount as his previous salary of £1,500 per annum.\n\nIn 1814 he went to live in France, returning to England in 1827 and dying here in 1831. He left his mark on Portsmouth Yard for he was responsible for the extension of the present No. 1 Basin, the building of docks, jetties, etc, the introduction of machinery in the shops and of the first steam pumping machinery. He was also the inventor of Ship Caissons - to replace the previous gates - which, despite the fears and perhaps hopes of many, were a great success. One contemporary account referring to the first Caisson states: The dam is built in the shape of a Greenland boat and fits at each extremity into proper grooves in the masonry. It is opened and closed with facility.\n\nBentham was responsible too for encouraging and employing Brunel in introducing machinery for the making of Blocks. Sir Marc Isambard Brunel was a French Naval Officer and Royalist who fled to America during the French Revolution and became Engineer to the State of New York. He had developed plans for machines and their use. In particular he had ideas for block-making machines. He came to England in 1803 to act as an Assistant to Bentham and from 1804 to 1808 he was employed in the invention and construction of lathes and other machines at this Yard and particularly in making and installing the Block-Making machinery which in 1808 he declared complete and in capable of improvement. That machinery worked with very little attention or replacement until a relatively recent date when it was taken away to be kept in a museum for the information of posterity. For his successful invention he was awarded about £20,000 and given a Knighthood. The gratuity was based on a fee of £1,000 plus l guinea a day for 6 years plus the saving in one year - reckoned as £16,621. It was considered the shop paid for its cost in 4 years. A writer in about 1837 says: The shop has completed 130,000 - 140,000 blocks each year of a value of £50,000. A 74 gun ship requires 1430 blocks. Though in the late war there were 1,000 sail in commission this shop supplied all their requirements in addition to those of the Board of Ordnance and could supply in addition the greater parts of the ships in the Transport Service. Four men do the work originally requiring 50 men for blocks and six men that for 60 for sheaves.\n\nMarc Brunel lived at No. 1 Britain Street, St. George's Square, Portsea and there his still more famous son Isambard Kingdom Brunel was born. This son had a great influence on the design of ships and the adoption of the screw propeller in Merchant Ships. His ships included the GREAT WESTERN, GREAT BRITAIN and GREAT EASTERN. At 27 he was Engineer to the Great Western Railway, designed the Clifton and Saltash Bridges and many other engineering works of note. I recommend the reading of the chapter on his life in \"The Shipwright Trade\".\n\n(Editor's Note: These articles are in continuation of former ones in this series which have appeared in Journal No. 23 onwards)."
}
