{
	"title": "DOCKYARD PENSIONS",
	"subtitle": "11. DOCKYARD PENSIONS",
	"section": "11",
	"content": [
		"In these days \"establishment\" is a commonplace but much prized thing in the Dockyards. The first steps in this direction were taken by Order in Council of 12th October 1764, The Lord Commissioners had, during a tour of inspection, observed that the Yards contained \"many aged, infirm and disabled Shipwrights and Caulkers who cannot be discharged -without the greatest inhumanity and discouragement but were nevertheless a great burden to the Yards and occupy the places of able craftsmen\".",
		"The Order in Council approved an \"establishment of superannuation\" in favour of these men subject to the final choice being made by My Lords. There were of course conditions, and in the first place the numbers pensioned were small and the privilege was confined to Shipwrights and Caulkers. The conditions laid down were:-",
		"(a) The numbers to be pensioned were not to exceed one for every 50 Shipwrights and Caulkers borne on the Yard books.",
		"(b) Those concerned must have served an apprenticeship in the Yard or elsewhere and subsequently not less than 30 years as Shipwright or Caulker in the Yards.",
		"(c) The amount of the pension in the case of Common Shipwrights or Caulkers was not to exceed two thirds of their then pay or £20 per annum.",
		"The Quarter men's maximum was fixed at £24.",
		"It was estimated at the Admiralty that the cost for all Yards would not exceed £1,200 or £1,300 a year.",
		"Seven years later by Order in Council of 25th September 1771 the scope of pensions was extended \"in order to clear the Yards of aged, infirm and disabled men\".",
		"The numbers were increased to one for each 40 borne in certain comprehensive groups, maintaining the first group of Shipwrights and Caulkers.",
		"Group 2 comprised Joiners, Wheelwrights, Blockmakers, Plumbers, Braziers, Locksmiths, Armourers considered as one class with a maximum of £20 p.a.",
		"Group 3 comprised House Carpenters, Sailmakers, Smiths, Bricklayers as one class with a maximum of £15 per annum.",
		"Group 4 included Pitch Heaters, Bricklayers' Labourers, Scavelmen, Riggers and their labourers and Yard Labourers as one class with a maximum of £10 a year.",
		"The above is interesting as showing the principal trades and grades employed in the Dockyards almost two hundred years ago and the way in which the Admiralty took a lead in social affairs. It appears likely that there were about 3000 - 4000 Shipwrights and Caulkers employed in our Yards.",
		"Needless to say such a concession was warmly received by the workmen and they sent a petition to the Admiralty detailing their gratitude. The Portsmouth petition was signed on behalf of all workmen by two Foremen and two Quartermen of Shipwrights, and one foreman of each of the following trades or grades; Joiners, House Carpenters, Labourers, Bricklayers, Riggers, Caulkers, Smiths, Sailmakers and Scavelmakers.",
		"Of the further development of pensions I have been able to find only a few details. One hears mention in papers occasionally of Established Workmen. In 1858 the local paper refers to there being in the Yard 145 Established Joiners, 78 Caulkers and 37 Sailmakers, but further details are lacking.",
		"In 1859 Civil Service pensions generally were regulated by Act of Parliament on the basis of 1/60th of final pay for each year of service with a maximum pension of 40/60ths with a minimum established service of ten years. Pensions were awarded at retirement at age limit or on account of ill-health or abolition of office. There was no gratuity in addition.",
		"The 1909 Act altered this to 1/80th instead of 1/60th plus a gratuity of 1/30th for each year of service with maxima respectively of 40/80ths and 45/30ths.",
		"Individual and other pensions were up to about 1920 given in detail each year in the Navy Estimates (Vote 17).",
		"In 1892 we note a Manufacturer of Chocolate and Mustard retired. His salary had been £180 per annum. Six years later a Manufacturer of Chocolate had a salary on retirement of £200 per annum. Replies to Petitions in 1891 granted an increase in the numbers of established men. Numbers of workmen in Portsmouth Yard had increased from about 6000 in 1881 to about 7000 in 1891 and the number of established men in the Constructive Department was in 1891 increased to 1329 as against 1121 previously. The Engineers had 115, all mechanics, and the Captain of the Dockyard 178. The Constructive figure raised the numbers of Established Mechanics from 1000 to 1061, including 600 Shipwrights, and of Skilled and Ordinary Labourers from 121 to 268. Of the previous number of 121, 74 were Hammermen and 23 Ordinary Labourers. Not many posts were left to other non-mechanic grades. The new establishment, while giving 111 posts to Hammermen and Labourers, left 157 posts for other skilled labourer grades, and seems to be the first approach to an all round establishment. In this year (1891) it would appear deductions were first made in the pay of established men as compared with the normal hired rate. The deduction varied from 2d a day in the case of men with a 'daily rate of not more than 4/- to 6d a day if the rate exceeded 8/- a day. This brought a howl from both management and men. Many men refused establishment rather than have this reduction in pay. The management complained that this innovation would defeat the object of establishment, i.e. to retain the best men, and that hired men were already leaving for the better terms offered elsewhere. They stated that no good fitter or patternmaker would sign on unless paid 5/8d or 6/- respectively per day. The fitters' minimum was then 5/4d a day, so an established man lost about 3d to 4d a day. Apparently, however, the storm blew over for this system of establishment deduction continued until quite recently.",
		"In this same petition the Admiralty laid down the rules for establishment. It was to be dependent primarily on character, conduct, ability and not on length of service. No preference was to be given to ex-apprentices.",
		"Establishment to the workman gives a feeling of security of employment and a small but steady income on retirement. It is not of course a definite security of employment as we saw in the 1920's when reductions were so heavy that even established men were discharged. Nevertheless, the fact that the Dockyard can offer establishment has been an attraction to workmen to continue in that service and that a man has been or is approaching the time for establishment helps to keep him on the rails."
	]
}
