{
	"title": "CYCLING AND SMOKING IN THE YARD",
	"subtitle": "7. CYCLING AND SMOKING IN THE YARD",
	"section": 7,
	"content": [
		"When I resumed working in a Dockyard recently after about a ten years' gap, there were two changes that were very apparent. One was in the cycle traffic and the other in smoking.",
		"In most of my time cycling in the Yard was the privilege of a few. An enormous number of cycles were used for getting in and out of the Yard as anyone who has tried to proceed in a car along some of the town's main roads shortly after evening out-muster will readily agree. These cycles were, however, parked in cycle racks during working hours and not used for getting about the Yard. Nowadays, however, they are used for getting about the Yard at all hours and are even ridden during in and out-musters except actually through the gates.",
		"Not so long ago I met an old workman I had known years ago. He was near or over 60 years of age and was down in the dumps because for the first time in his whole service he had been checked a sixteenth. The reason was that the cycle traffic was so heavy along the road by Marlborough Gate that, having cut his time rather fine, for some critical minutes he could not cross to his shop where he had to clock. Luckily the Welfare Officer took up the case and was able to get the mulct cancelled, to the man's great relief. Perhaps, however, my views of cycle traffic are a bit reactionary.",
		"As to smoking, in my young days it was not allowed at all, although it occurred in Officers' offices without being questioned. Later smoking was allowed in certain approved places to the greater contentment of the men. Prior to that much time was lost by men who left their work during the day to have a smoke in the heads or other place surreptitiously.",
		"Now, however, smoking is allowed everywhere except in certain stores and places where it is expressly forbidden. It is a change to see men walking about the roads, etc. with pipe or cigarette. On the whole I think that the extension of smoking areas is all to the good. It is better to have it done openly than in hidden places where men dodge the regulations.",
		"Punishment for smoking in the olden days was heavy. The other day I met an ex-skilled labourer who left the Yard many years ago after 40 odd years' service, to find in conversation that he missed establishment because he was caught smoking in the heads one day and suspended. That criminal record was enough in his days to make all the difference when vacancies in the Establishment were much fewer than now.",
		"In those days it was still a problem and a greater risk with wooden ships, rope, and poor magazine arrangements. About a hundred years after the introduction of tobacco in this country we find Yard Officers much concerned. The Commissioner in an order of 9th August, 1694, to Yard Officers said as follows: \"Notwithstanding divers orders have been published in this His Majesty’s Yard strictly forbidding the smoking of tobacco which not only creates a neglect of duty but also exposes his magazines here to the fatal consequences of fire, yet it is very much used and several skulk in holes and corners to prevent their being discovered in that forbidden and evil practice, I have therefore thought fit to remind you of the said orders and do hereby require all workmen whatsoever employed here that they do not smoke any tobacco within the out gates or limits of this H.M. Yard upon the penalty of forfeiting three days pay for the first breach thereof and so double as he shall be found guilty of the like offence and all Foremen are required to give me an account from time to time of any such persons as shall have no regard to this known and often forbidden evil and in case any of them shall fail in so doing they shall be checked a week's pay for concealing the same and for the further encouragement to such persons as shall be found guilty of these forbidden and evil practices, they shall be allowed out of the mulct of the aggressor one fourth of the value.\"",
		"On 5th November, 1697, the Navy Board issued an order to Yard Officers to the effect that by order of 15th March, 1663, and by other orders they had prohibited the smoking of tobacco in the Yard and on ships building, etc. and they now extended the ban to ships afloat including the Ordinary where it might be done only over a tub of water.",
		"In my cadet days my colleague and I had several places where we might smoke a forbidden cigarette. One place was in the double bottoms of a ship on the slip. One day, however, we caused a bit of a stir when an excited chargeman, finding smoke issuing from an unfilled rivet hole in the outer bottom, called out the Fire Party. As far as I remember we had innocently finished our smoke and left the compartment before they arrived.",
		"One thing that seems to have disappeared here is the gas jet in a niche in the Dockyard wall just outside the Gate where men lit their pipes and cigarettes on leaving the Yard. Tobacco was cheaper in my early days. One could buy 20 Gold Flake cigarettes for 6d. or for 5d. in the canteen at the College, with a further reduction in price if you could afford to buy 50 or 100. The cost of living has certainly increased!"
	]
}
