{
	"title": "CHIPS FROM A PORTSMOUTH BASKET",
	"subtitle": "by Mr. E. S. Curphey, C.B.E.",
	"section": "12. MASTER ATTENDANTS AND THEIR SUCCESSORS",
	"content": "The first record I have found of a Master Attendant at Portsmouth is dated 1676 when the post was held by a Captain R.N. who, incidentally, held the position of Mayor of Portsmouth in 1678. One or two other Officers of the Yard held the position of Mayor, a Storekeeper in 1665 and a Cleric of the Checque in 1664 and in 1675.\n\nFrom 1689 to 1869 the post of Master Attendant was held by Boatswains R.N. for the earlier periods, and Masters R.N. in the later periods. Some of these latter were promoted to Captain while holding the post. In addition to their Dockyard duties they were in charge of the 'Ordinary' or Ships in Reserve and so far as we can ascertain also acted as King's or Queen's Harbour Master, although this title does not appear in local records until about 1810. In 1816 the Ordinary was placed separately under a Captain R.N. as Captain of the Ordinary. This title was altered to Captain of the Steam Reserve in 1861 and Captain of the Dockyard Reserve in 1891.\n\nIn the meantime the Master Attendant's other duties continued but in 1869 the post was upgraded. A Staff Captain - a Navigating Officer - was at that date appointed as Master Attendant and Queen's Harbour Master. In 1882 his title was altered to Staff Captain and Queen's Harbour Master, and so continued until 1st November 1903 when the two posts of Master Attendant and Captain of the Dockyard Reserve were amalgamated under the title of Captain of the Dockyard and King's Harbour Master. The official title of Deputy Superintendent seems to have come into being on 1st January, 1906.\n\nIn the earlier days the Master Attendants were usually retired Boatswains R.N. and in the 18th Century there were usually two holders of the position at one time. A few held the post for only a short period but others seem to have held the post for 20 to 30 years. In the 19th Century the period seems to have been from five to six years with one or two of the earlier officers holding it, however, for 12 to 13 years.\n\nThe duties of these early Master Attendants seems to have been much the same as that of the present Captains of the Dockyard. They were responsible for berthing, transporting, pilotage in the port, beacons, buoys and lights, moorings, and - in conjunction with the Master Shipwright - for masts and rigging, careening ships, ballasting, etc. They were also in charge, under the Commissioner, of all ships in Ordinary and of their officers and men.\n\nThe use of the term \"Ships in Ordinary\" seems to be as old as any existing Dockyard Records. Pepys found in 1684 that the Navy was in a very poor condition, only twelve ships being fit for sea. Even comparatively new ships which were in the \"Ordinary\" were in a generally rotten state owing to their not being properly looked after and in 1688 Pepys issued new regulations with a view to mending this state of affairs. These covered the storage ashore of masts, rigging, anchors, cables, guns and stores, and the regular survey of the ships themselves. All ships were in future to be docked and repaired before laying up in Ordinary and thereafter were to be docked, searched and graved under water once in every three years.\n\nHe further ordered that the sides of the Ships in Ordinary were to be watered each morning and evening during the summer months, and that bulkheads and quickwork were to be painted in oil instead of tar and blacking as heretofore. The Master Shipwright was to receive from the Carpenter a report each week on the state of his ship. The Master Attendants were to have general superintendence of the Ordinary and to take turns to sleep aboard. Cabins and roundhouses were to be locked up. Smoking was to be forbidden and no fires or lights were to be allowed after the watch was set at night. No women or strangers were to be allowed on board.\n\nAs a sidelight on this, here are the terms of a letter of 30th November, 1725, from the Master Attendants to the Navy Board:\n\n'As the Master Attendants are directed to lie on board one of the Capital Ships by turns for the greater security of the ships in Ordinary on any accident, and as we are forbid burning of old decayed rounding (rope) of late and are allowed no fire since; we desire your Honours will be pleased to give such directions that we may be allowed so much Charcoal as your Honours think fit: for your Honours well know that the great ships' cabins are very cold.\n\nWe are your Honours most obedient Servants,\n(Sgd) R. DENNIS  CALEB WADE\n\nThere is no record of the Navy Board's reply.\n\nHere is another sidelight in a Commissioner's Order to Yard Officers dated 28th August, 1724:\n\n'As the practice of the Navy permits Officers of H.M. Ships in Ordinary, when incapable of doing their duty in person by reason of sickness or infirmity or private affairs, to discharge their duties by deputies who ought to be persons duly qualified for such a trust....... In your future recommendations of deputies take care according to your best judgments that they are duly qualified, sober, diligent and careful. Remove any now not so qualified......'\n\nNo comment.\n\nThese deputies were often carpenters or other alleged craftsmen and as such were certified by the Master Shipwright or other Yard Officers. The Ships in Ordinary came under Dockyard Administration and the crews, usually ex-Able Seamen, similar to those on the staff of the Master Attendant for Yard duties, were entered on the books of the Clerk of the Checque. Complements were, however, very small -usually about six for a First Rate Ship. The Dockyard Officers in the 17th and 18th Centuries repeatedly asked for more men but were not successful until about 1749 when complements were doubled. Supervision and the enforcing of discipline were difficult as many ships were moored away from the Yard. The Officers were usually Warrant Officers. Eventually Guard Ships were established at each Dockyard Port with a part complement to keep an eye on the Ordinary and to form a Reserve Squadron which could most quickly function as a fully commissioned squadron at short notice in time of emergency. This latter fact, however, meant less supervision of the Ordinary when an emergency did arise.\n\nThe favourite pastime of the young officers in the Guardship patrols, if they found no watch set on a ship in Ordinary, was to go on board and take a jackstaff or similar fitting away to their ship as concrete evidence of slackness; we can imagine the culprits' feelings next day.\n\nThe number of Ships in the Ordinary at Portsmouth varied from quite a few in wartime to 30 to 40 as a general rule in peace time. At the end of the war in 1783 the number was 65, a quite considerable burden on the Dockyard authorities. We learn that in a few months after the return of the Fleet, 50 ships were surveyed, docked, repaired, unrigged, destored and ballasted. All moorings had two ships and the Yard Officers complained that there was no room for the 24 ships then building in the area.\n\nAbout the middle of the 18th Century it is stated that the Master Shipwright, being of opinion that canvas awnings had not answered their purpose, covered the ships in Ordinary with deal roofing and this was considered a great improvement.\n\nThe large number of ships in Ordinary set up all sorts of problems. In addition to their duties on board, the small crews had to be available day and night for manning boats for routine trips to Spithead and to go to the help of ships in distress or to wrecks in the vicinity. They were badly paid and received no extras. It is no wonder conditions were very unsatisfactory and that embezzlement was rife. It was discovered that many members of the crews owned their own private boats to help in the latter direction.\n\nWhen difficulty was foreseen in mooring all the Ships in Ordinary in the Harbour the Navy Board directed the Master Attendant to make a new survey of the Harbour and submit a drawing on a scale of 80 feet to 1\". The idea seems to have been abandoned when the Master Attendant pointed out that this would mean a drawing 18 ft. x 12 ft. and he had neither paper nor space to make such a drawing!\n\nThe staffs of the Master Attendants were very much as in the Captain of the Dockyard's Department now. It would appear that in the very early days the Boatswain of the Yard was on the staff of the Master Attendant and carried out the duties of Master Rigger, but in the 18th Century it was a separate post under the Master Shipwright, The workmen consisted of Riggers, Scavelmen and Labourers with their own Chargemen, Quartermen and Foremen. (Scavelmen seem to have been what we later called Dockside men). The Master Attendant also had charge of the crews of all dockyard small craft, buoys, boats and lighters, etc., employed on Dockyard work.\n\nMovements of ships in and out of harbour and in and out of docks must have been an exciting task even in those days before the advent of steam tugs, despite the smaller size of the ships to be handled. Lack of comment on such movements would appear to infer that these tasks were carried out satisfactorily but perhaps in slower tempo and more subject to interruption by weather and other conditions."
}
