{
	"title": "CHIPS FROM A PORTSMOUTH BASKET",
	"subtitle": "(This contribution by Mr. E.S. Curphey, C.B.E., is in continuation of the articles in Journals Nos. 23, 24 and 25)",
	"section": "6. PAYMENT OF WAGES",
	"content": "In these days when wages and salaries are paid so regularly and in full - whether we consider them ample is another matter - it is hard to realise how poorly officers and men were treated up to comparatively modern times. Salaries and wages in olden days were supposed to be paid quarterly; in practice they depended on the very irregular payment of monies by the Admiralty. It would appear that the Yard existed mostly on \"tick\" until one day a sum of money would be sent down and the Yard then paid off, as far as it could, its indebtedness to contractors and staff. Payment of wages would be months or even a year or more in arrears and even then it was usually only a part of the wages or a payment on account that was made. This failure in payment led, of course, to discontent and real hardship as well as all kinds of irregularities.\n\nThe condition of affairs is often referred to in old time reports to the Admiralty. On 29th January, 1709, the Commissioner reported to the- Navy Board:\n\n\"For encouragement of the workmen I have thought proper to acquaint them with the sense you have of their sufferings and that for their relief you are daily in expectation of half a year's wages which will be hastened down as soon as received and indeed it will be of great service to many of the working people, several of their landlords and such as used to trust them from quarter to quarter, having forborne to give them any further credit on the score of the backwardness of the pay\".\n\nA month later on 26th February, 1709, the Commissioner again reports:\n\n\"Your late kind promise of reminding the Treasurer of the Navy for half a year's wages for the Yard put new life into the workmen and a spirit of vigour and satisfaction seemed to be revived in them but their wants daily increasing and their credit declining more and more they could not forbear representing their unhappy circumstances to me by petition which has also been seconded by another from their creditors themselves setting forth the hardships they are reduced to for want of money to carry on their trades insomuch that many are forced to close their shops\".\n\nWhat a state of affairs to be allowed to exist for a century or more!\n\nThe men were apparently given tickets each week which gave the amount of wages due to them. These tickets were used as credits or security for loans and it became common practice for the men to sell unpaid arrears of wages to outsiders who doubtless made a good thing out of it. There would, however, be cases where a man had so heavily mortgaged his earnings that he found it best to disappear from the district or even from the country.\n\nOn 19th September, 1711 the Commissioner informed the Clerk of the Checque (Cashier):\n\n\"Mr. Thomas Pollington having set forth to me by petition that he has from time to time supplied Richard Page, Shipwright, with money to support himself and family for security of which he hath regularly assigned his wages over to him but having contracted many such other debts he for fear of an arrest hath withdrawn himself from the Yard for which reason the said Pollington prays he may be discharged that he may have the benefit of his wages to which he is regularly entitled these are therefore to require you to discharge the said Richard Page from the extra books of the Yard for the relief of the said Pollington\".\n\nIt was apparently quite a common practice for a creditor to get a man discharged so that he could realise on the arrears of wages that would then be paid. There was usually enough money to pay arrears to odd men discharged. The Navy Board recognised this practice to the extent that after consulting the Attorney General, they issued a special form for the use of men when mortgaging their wages.\n\nThe matter became difficult when an appreciable reduction in the number of workmen was ordered. The Yard Officers had to make a preliminary report giving the names of the men proposed for discharge and arrears of wages due to each so that the Admiralty could take special steps to provide sufficient money to pay the men on discharge. Here is an extract from one such report (9th October, 1697) - Estimate of Wages of Artificers intended to be discharged:\n\nShipwrights 5760\nCaulkers 1040\nJoyners 1160\nQuarter boys 72\nOcham boys 204\nSawyers 720\nMasons 186\n9142\n\nThis probably represents wages for well over a year.\n\nThis unsatisfactory state of affairs continued until the early 1800s when special Commissioners were appointed to investigate the matter as well as other Naval Affairs. The Admiralty decided on 31st August, 1805, that:\n\n\"On account of the hardship occasioned to the workmen and their having to borrow money at exorbitant interest on security of the tickets issued to them for the amount of their pay orders were to be given for the payment henceforward of a certain weekly allowance for subsistence to the artificers and workmen of every description at the several rates in the table herewith (not given) or to such other rates as may be found nearest 3/4ths part of each man's weekly earning\".\n\nThe balance was to be paid up and a settlement made at the end of each quarter. This seems to have been the end of a very unsatisfactory state of affairs and eventually the present system of full weekly payment was arrived at although it is still a delayed settlement."
}
