{
	"title": "VISITORS TO THE YARD",
	"subtitle": "8. VISITORS TO THE YARD",
	"section": "8",
	"content": [
		"One of the things one misses in these \"security minded\" days is the constant passing through the Yard of numerous large bodies of the general public escorted by a policeman or, in later days, by an official guide. Nowadays at Portsmouth they seem to enter only for visiting the \"Victory\" and are carefully collected and shepherded there and back.",
		"Apart from the general public there were those whose coming was officially blessed. In such cases it was usual for a technical officer to act as guide and in my younger days this duty usually fell to the Junior A.C. I fulfilled these duties many times. Before the event we would be told what they might or might not see and afterwards we had to submit a report on the visit containing a report on the questions they asked, the replies given and any information they imparted to us. As a rule there was little or nothing to report. When the visitors were foreign Naval Officers or Naval Attaches the principal guide was a British Naval Officer.",
		"I found that the Brunei Machines in the Block Mills were of interest to most visitors and a great time waster: one could easily spend an hour there. So this was always the first port of call.",
		"I was only treated rudely once when two top-hatted and frock-coated Japanese civilians arrived to be shown over the Yard one afternoon. Admiralty instructions were that nothing important was to be shown them. I did my usual Block Mills stunt and we passed-an hour or so there, much to their annoyance. Then we walked around the Yard. In the distance they saw a Battleship just completing and wished to go on board. However, they suddenly found themselves at the Gate instead, and with my hand held out in farewell. Then the balloon went up. They said I would be reported to the Japanese Embassy; they must see \"building baths\". I explained they were made and delivered by contract but this was not what they wanted, which I gathered were the building berths or slips. However, I was very obtuse and apologetic. For a moment it looked like a case of personal violence, but a sign brought two hefty policemen to stand by me whereupon our friends left. I never heard any more of the visit.",
		"Another day I was warned by Admiralty message to meet Mr. John Walker of somewhere in Australia at 1000 in the A.S. Office and show him round the Yard. I attended but Mr. Walker did not appear. By noon we had realised that the date was April 1st and began to have our suspicions. However, Mr. Walker did arrive with many apologies at 1600 and all was well.",
		"Another duty of those days was putting Naval Attaches wise to the latest development and methods just prior to their taking up their appointment. They used to spend a week or so in the Yard being shown this and that. One appeared one day - I won't give his name; he was afterwards a Sea Lord and C-in-C. Home Fleet - and as I was temporarily in charge of the Drawing Office I showed him around. We reached the Mould Loft Floor where we had just started fairing the displacement sections of the \"Queen Elizabeth\". The maze of chalk lines on the floor was too much for our visitor and I could not make him take in what they meant until I got to the simile of a ship shaped concertina. He kept on asking me whether I truly understood this business on the floor and I assured him. I did. He eventually left me, still harping on the mysteries of the floor. A few days later I had to see the M.C.D. who opened the bowling by assuring me I was a superman - not the usual opinion of young A.C's expressed by senior Officers. I had been called, perhaps justly, other things. On further enquiry it transpired that our Attache had told the M.C.D. how much he had enjoyed his visit to the D.O. and the pains I had taken to explain things to him. He went further to detail the Mould Loft incident, adding that I had claimed to understand the chalk lines on the floor; Was this so? The M.C.D. confirmed my ability, and the Attache asked if the M.C.D. understood these things. The reply was Yes, all members of the R.C.N.C. did. The N.A. left full of wonderment at the things these R.C.N.C. members could grasp.",
		"Perhaps the most amusing visits were those of privileged youngsters. With a little organisation we could put on little jobs in the Smitheries and other shops for their wonderment and enjoyment. The men entered into the fun and it was a pleasant change from our usual guided tours."
	]
}
