{
	"title": "CHIPS FROM A PORTSMOUTH BASKET",
	"subtitle": "14. ARMAMENT SUPPLY",
	"section": "by Mr. E. S. Curphey, C.B.E.",
	"content": "Although the Armament Supply Department is not contained within the walls of the Dockyard, it forms a part of the Superintendent's responsibilities and we work closely with its staff. Particularly is this the case when an emergency arises and we have to fit out ships for their peculiar requirements such as Supply and Issue Ships.\n\nIn the early Middle Ages the great nobles had their private armies. So had the King and he made the Tower of London his headquarters, stronghold and armoury, as well as the base for his fleet. The stock of arms was in the charge of the Keeper of the King's Wardrobe. The Little Wardrobe held his personal clothing and the Great Wardrobe his stocks of arms. The first record of an official in charge of a central stock of the nation's arms occurs in 1299. There is also mention of the Attiliator or, later, the Artillerator as a maker or provider of military implements with a wage from the Crown.\n\nWith the advent of cannon, greater technical skill was necessary both in the casting of guns and in the manufacture of gunpowder. In 1414 Nicholas Morbury was appointed \"Master of our Works, Engines, Cannons and other kinds of Ordnance for War\". From then on for a long period there was a succession of Masters of Ordnance and their Clerks at the Tower where the main stocks were held, with ready use stocks for local use under the control of the Governors of various strongholds. These Governors appointed their own local Masters of Ordnance, Master Bowyers, Master Fletchers, Master Smiths, etc. The post at the Tower lapsed during the Wars of the Roses but was revived under Henry VII with the Privy Council acting as co-ordinators and controlling the financial side. The stocks at the forts were then independent of the Tower. The Tower Master of Ordnance also dealt with ordnance and arms for ships through the Trinity House Brethren who were responsible for outfitting and arming all ships of war.\n\nWhen in 1546 Henry VIII constituted the Principal Officers of the Navy, the forerunners of the Navy Board, he included a Master of Ordnance for the Navy but it is doubtful whether the post was always filled. The custody and issues of cannon, etc. still remained with the Master of Ordnance at the Tower and the Navy Master of Ordnance seemed to be chiefly concerned with allowances, training of Gunners, etc. Corruption was rife and at the time of the Armada it was alleged many enriched themselves at the expense of the stocks of ordnance. Queen Elizabeth set up in 1598 a Commission of Investigation and a new organisation arose which did not alter much until after the Crimean War.\n\nThe Great Master of Ordnance was responsible for the arms, whether used on sea or land.\n\nIn 1627 Charles I established the marking of \"C.R.\" on all muskets and arms issued from Crown Stocks, with an anchor added if for sea service.\n\nUnder the Commonwealth the Master of Ordnance's duties were transferred to the Admiralty with financial control exercised by a Parliamentary Committee.\n\nSince possession of arms was important in case of rebellion, Charles II tightened things up and concentrated affairs again in a Master General of Ordnance. This post held control of all arms throughout the country. A Board of Ordnance was formed in 1683 with the Master General as Chairman and decided matters of high policy. The Board included also a Lieutenant General, Surveyor General (technical), Storekeeper General, Clerk of Deliveries (issues) and Clerk of Ordnance (finance).\n\nStocks at the Outports were concentrated under Storekeepers who could not issue arms or ammunition except under specific Board approval and they were assisted by Clerks of the Cheque and Clerks of the Survey as technical experts. The organisation was civilian and the chief officers were usually referred to in orders as the \"Respective Officers.\" The Army came in as trainers of gunners, constructors of fortifications, etc. and so formed the R.A.'s and R.E.’s which were eventually to become separate regiments. In 1780 Burke attacked the organisation and wished the Admiralty and War Office each to take over control of its own ordnance. The proposal failed but Treasury control was instituted.\n\nSerious failures in supply during the Crimean War caused a further reorganisation. The Board of Ordnance was absorbed in the War Office including the provision of Ordnance for the Navy. Financial provision for both services was included in the Army Estimates, The technical control became the responsibility of the War Office with Naval Officers as advisers.\n\nIn 1866 the post of Director of Naval Ordnance was established at the Admiralty. The control of the War Office over Naval matters still remained, however, and was much resented.\n\nIn 1858 provision for Naval Ordnance Stores was made in the Navy Estimates but the War Office still did the ordering. The actual stores were kept separately at this time. The Admiralty were not satisfied and alleged that guns were never ready in time for the ships building. Fisher as D.N.O. urged a separate Ordnance Store Department for the Navy and got his way at the end of 1890. The new Naval Department controlling Ordnance Stores took over on 1st October 1891 and there was a necessary division of Store Depots and the building of new. The first head of the Department was an Army man as Storekeeper General of Naval Ordnance, followed in 1902 by successive Naval Officers as Superintendent of Ordnance Stores until a civilian was appointed in 1937. At the outports the Officers in charge of Ordnance Store Depots became eventually Naval Ordnance Store Officers.\n\nAt the end of the 1914/18 War, the Superintendent of Ordnance Stores became Chief Superintendent of Armament Supply and the Naval Armament Depots were controlled by Armament Supply Officers. In 1939 the Chief Superintendent of Armament Supply became the Director of Armament Supply.\n\nLocally the first Masters of Ordnance at Portsmouth were responsible to the Governor until in 1667 they were made responsible to the Master General. The Magazine was in the Tower at the end of High Street. In 1779 the explosives were transferred to Priddy's Hard, their presence in the town being considered too dangerous, and the old magazine was handed over to the Victualling Department. Until full storage was available ashore, explosives were stored in Powder Hulks.\n\nIn 1705 the Board wrote that they had under their consideration the building of the Gun Wharf. Their letter finishes \"We are your loving friends\", apparently the normal conclusion of orders in those days. A letter eight years later ends 'Your humble Servant\" and later letters \"Your most obedient and humble Servant'.\n\nA letter of 1719 refers to all sea stores having then been removed to the Gun Wharf so this apparently became a Main Depot at about this time.\n\nIn 1891 the Gunwharf was divided, the Old Gunwharf (Northern) being taken over by the Army and the new Gunwharf (Southern) being taken by the Navy, and it became the Headquarters of the Naval Ordnance Officer who controlled also Priddy's Hard and Marchwood. At the end of the 1914/18 war, the \"VERNON\" came ashore and took over the Gun Wharf. The Army went to Hilsea and the Naval Ordnance to Priddy's Hard, the transfer being completed in 1920.\n\nOld letters give us some interesting sidelights. What would we say of an official report from the local Officer in charge to his Chief at Headquarters which ended with the postscript:\n\n\"Mr. J. W. and selfe are now willing your good health in a Glass at the Corner House…\"\n\nHere is one that may appeal to Yard Officers:\n\n\"The Master General and Board having taken into consideration the request of the Respective Officers at several of the Outports to be allowed one Labourer each to attend them for the purpose of taking care of their houses and stating that their salaries are not adequate to the expense of keeping servants of their own. ....................... ordereth that each Respective Officer who has a house .. be allowed to employ one of the Labourers, but no more, at the usual rate of labour per day … for six days in the week and without any extra time. Sgd. Richmond and Gordon, Master General.\"\n\nLetters passing about 1784 show that the Stamp Duty Act which became law at that time and the necessity for its strict observance caused wages to be paid weekly or, in the case of labourers, every two weeks so as to avoid the Duty.\n\nApparently at this time hours of work in the Ordnance Department were 6 a.m. to 6 p.m. in the summer by quarter hour changes as the days shortened to 7.15 to 4.45 from Christmas to mid-January. One hour from 12 to 1 was allowed for dinner and half an hour for breakfast in the summer. When work started after 6.30 a.m. no breakfast break was allowed as the men could breakfast from 6 to 6.30 a.m. before starting work.\n\nAbout this time the respective Officers were told that when engaging artisans they were to bargain with them as to providing their own tools. The Board were prepared to pay for the cost of sharpening masons' tools but not those of carpenters or other artisans."
}
