{
	"title": "CHIPS FROM A PORTSMOUTH BASKET",
	"subtitle": "24. ROYAL NAVAL ACADEMY",
	"section": "ROYAL NAVAL ACADEMY",
	"content": "The opening of this Academy at Portsmouth in the early eighteenth century marks, so far as we know, the first attempt made by the Admiralty to cater for the education ashore of their future Naval Officers. Prior to its opening, their education - both theoretical and practical - depended very much on the caprice of their Captain and the Officers under whom they served. Generally speaking, they learned the hard practical way. There were no Naval cadets as we know them now-a-days. Entry into the Navy with a view to becoming an Officer depended almost entirely on the influence that could be exerted in the best quarters. A handful entered direct as Midshipmen as a result of such influence. The Board of Admiralty appointed a few direct to ships as Volunteers per Order, or as they were generally called 'King's Letter Boys'. The great majority were entered on ships' books under the system of private patronage, the prerogative of Post and Flag rank. These boys were known as 'Captain's Servants' and were mostly the sons, nephews and cousins of the Captains or their personal or Service friends whom they wished to oblige. The Captain drew his servant's pay and it was not uncommon to enter on the ship's books youngsters who had not even joined the ship. It is on record that some such boys were entered at five or six years of age. Not only the training of the lads, but also promotion to Midshipman depended very much on the Captain under which they served.\n\nIn the early eighteenth Century the Lords of the Admiralty considered it was time to take this matter of training in hand. Following an Order in Council of the 21st February, 1729, they called on the Navy Board to produce plans and estimates for a Naval Academy. Within a matter of three to four weeks the plans, etc. had been approved and orders given to build a College in Portsmouth Dockyard. So came into being the Royal Naval Academy, Portsmouth, later enlarged and changed in title to the Royal Naval College, still later the Navigation School and now the Staff Officers' Mess. It was finished in 1733 complete with observatory in a cupola over the main entrance.\n\nThe Academy contained the Headmaster's house, schoolrooms and living quarters. A brewery formed part of the establishment. In a letter of 2nd November, 1733, the Navy Board gives an estimate for its cost during the first year:\n- Commissioner as Governor of the Academy: £100\n- Head Mathematical Master: £150\n- Second Mathematical Master: £100\n- Drawing and French Master: £100\n- Teacher of Fence and Dance: £80\n- Surgeon of the Yard for Physic and Attendance: £20\n- A Person to keep Arms clean: £10\n- Master Attendant, 26 lessons at 10/- each: £13\n- Master Shipwright 26 lessons at 10/- each: £13\n- Bosun of the Yard, 12 lessons at 5/- each: £3\n- Gunner of the Ordinary: £3\n- A person to teach the use of the firelock, 26 lessons at 5/- each: £6\n- Attendant Charges: £10\nTotal: £608\n\nIt is of interest that the rate paid to the Master Shipwright for his lessons was greater than I was given some two hundred years later for lectures on professional subjects at the Dockyard School.\n\nThe course at the Academy lasted from two to three years and the complement of scholars was fixed at forty. Early orders in regard to the Academy state 'None are to be admitted but the sons of noblemen and gentlemen who shall not be under twelve years of age or above fifteen on entry. The scholars are to lodge in separate chambers and to board with the Master who is to be paid by each £25 a year, no more. The Master is to keep a decent and proper table and to find the scholars in washing, candles, towels, table and bed linen and the necessary utensils of the house. No scholar is to keep a servant. Every student is to be provided yearly with a new suit of blue cloth against His Majesty's Birthday.'\n\nAfter 1748 this suit became the Naval uniform conformable to a pattern lodged with the Master. A contemporary writer states that the average bill sent to the parents each year was for an amount of approximately £40 and adds that the extra amounts were largely due to the beer bill.\n\nAfter completing the course satisfactorily the students were to go to sea where they were to be entered on the ship's books as 'Volunteers by Order' to carry out the duties of seamen and to receive the pay of an Able Seaman but with the privilege of walking on the Quarterdeck. After two years at sea they could be rated as Midshipmen in Ordinary. If they successfully passed their examinations they could sit for the examination for Lieutenant in a further two years time, provided they had reached twenty years of age.\n\nThe new School was not well received by the Officers of the Fleet nor were the Volunteers who had passed through College received with open arms by their Captains and fellow Officers. These Officers felt that future Officers could only be trained under sea-going conditions.\n\nIn 1773 George II, who thoroughly approved of the new School, visited the College. He found only fifteen scholars and used his influence to have fifteen free scholarships made available for the sons of Officers in the Service. The Admiralty paid the tuition fees and gave a grant of £5 to provide a new suit of uniform each year.\n\nBy 1806 the School had for all practical purposes faded out. It was closed in that year, enlarged and reopened in February, 1808. The name was changed to the Royal Naval College at the request of George III. The Reverend Dr. Inman was appointed Professor, a post he continued to hold for almost thirty years. Dr. Inman was a man of wide learning and culture having been a Senior Wrangler at Cambridge. Later he combined with his duties at the College the Headmastership of the First School of Naval Architecture.\n\nAt this reopening the complement of pupils was increased to seventy, forty of whom were the sons of Naval Officers. The entry age was made thirteen to sixteen years and the pupils had to enter into a bond of £200 to enter the Navy, if required, on completion of their training. A Post Captain was appointed as Lieutenant Governor and Inspector at a salary of £500, increased some five years later to £700. The Professor's fee was fixed at £8 per pupil per annum.\n\nThe College continued as such until 1837 when the entry of Volunteers by this method came to an end. Opposition to this new School still came from Sea Officers and the First Lord of the day felt that this scientific training was interfering with the more important practical training at sea. It seems that as the school declined it came into use as a place where Officers on half-pay could take a course in their professional work. This continued from 1836 until the College was transferred to Greenwich in 1873.\n\nOne gathers that the College became too popular for the Admiralty decided later that Officers who had completed twelve months at the College were not to be eligible for re-appointment there until six years had elapsed. They called attention to the fact that Officers on half-pay were making application for, and receiving appointment to the College, twice or even three times in a few years. Such a course, they stated, was not attended with beneficial results and must be discontinued.\n\nDuring this period steam machinery was being introduced into our ships. This revolutionary change was not well received by the older Executive Officers. The First Sea Lord of the time complained that, since the introduction of steam, he had on his inspections never seen a clean deck or a Captain who did not look like a sweep. Even the Surveyor of the Navy, Sir William Symons, was very averse to the replacement of sail by steam. There was also a bitterness between the existing Naval Officers and the Engineers newly recruited from private firms and given to start with only Petty Officer rank. The younger Naval Officers, however, realised the possibilities that the advent of steam was opening out and wished to learn about its use. When the College was reopened in 1839 these Officers attended Courses which included geometry, mechanics, heat, the steam engine, fuel economy and the use of the indicator. Those who qualified at the end of the course were given 'Steam Certificates' and became known as 'Steam Officers', although, of course, retaining their executive rank.\n\nAn Order in Council of the 8th July, 1838, stated 'Whereas we have had under consideration the subject of affording additional, means of scientific education to the young gentlemen and Officers of the Fleet... advantage, is to be taken of the place of the late R.N. College at Portsmouth as an addition to the present establishment of Your Majesty's Ship \"EXCELLENT\".' The College was therefore reopened on the 1st January, 1839, under the charge of the Captain of \"EXCELLENT\". Next year Royal Marine cadets were introduced and twelve were sent to the College. It is believed that about this time the term 'Naval Cadets' was introduced. In 1866, the College was used in addition for Sub-Lieutenants taking courses for the rank of Lieutenant. In 1873, the College was transferred to the R.N. College, Greenwich.\n\nBetween 1873 and 1906 the buildings were used mostly as living and messing accommodation for officers taking the various courses at Portsmouth. In 1906, it was opened as a Navigation School and the other courses were transferred to the old Port Library originally built as the School of Naval Architecture. When, during the war, the Navigation School was transferred elsewhere, the buildings were used as a Mess for the Officers of the Commander-in-Chief’s staff and are now known as the Staff Officers' Mess.\n\nNOTE: I have not been able to fix the date when the \"BRITANNIA\" was first used as a Training Ship for Naval Cadets. We do know that in 1862 the \"BRITANNIA\" was transferred from Portsmouth to Dartmouth. Apparently local celebrities had been making a great noise about the poor living conditions and wished the cadets to be transferred to a building ashore. Instead of this the Admiralty transferred the ship to Dartmouth to the horror of the local shop-people who had apparently made quite a good thing out of their custom."
}
