{
	"title": "CHIPS FROM A PORTSMOUTH BASKET",
	"subtitle": "22. COMMISSIONERS AND SUPERINTENDENTS",
	"section": "History of the Dockyard Resident Commissioners and Admiral Superintendents",
	"content": "As an introduction to the history of the Dockyard Resident Commissioners, and of their successors the Admiral Superintendents, it would perhaps be as well to mention the Port Admiral, or as now called the Commander-in-Chief, Portsmouth. This is not so ancient an appointment as that of the Commissioner. The continuity of the separate C. in C's post dates only from 1763. Prior to that date the duties of C. in C. were carried out by the Commissioner unless there was a Flag Officer in his ship or with his squadron in the Port, when that officer carried out the duties. There were instances when a short temporary appointment as C. in C, was made especially to deal with a Court Martial or Court of Enquiry. There was another period of five to six years starting in 1707 when, under war conditions, a Captain Superintendent was appointed to the Port to carry out the duties of C. in C, with particular responsibility for speeding up the final preparation and getting to sea of ships fitted out in the Yard, In 1713 this appointment ceased and the Commissioner - a senior Captain, R.N. - was directed to assume the duties of C. in C. in regard to ships in full commission or \"on sea pay\" as well as the \"Ships in Ordinary\" except when a Flag Officer was present in the Port and flying his flag. The Commissioner's reply was to ask for the appointment of an extra clerk to his staff with some consideration for the expense of paper, wax, etc. such as Their Lordships thought proper to allow the late Captain Superintendent.\n\nThe Resident Commissioners found these dual duties extremely onerous as might be expected. Just before 1713 the Commissioner informed the Admiralty, in calling attention to this, that during the war amongst other things he attended almost daily at Spithead to witness the payment of wages by the Clerk of the Checque to the companies of ships arriving there and that these duties often occupied the whole day.\n\nIn those early days there were no naval depots, barracks, or hospitals. Men drafted to the Port had to be boarded out or accommodated in the Ships in Ordinary. Wounded men had similarly to be found accommodation mostly in private houses. All these duties fell on the Dockyard Officers, and particularly the Commissioner, in addition to the rush of work which went with a period of emergency and such other naval functions as commissioning, paying off, victualling, etc.\n\nA ship on arrival at the Port had, by Admiralty orders to be ready within forty-eight hours for work to be commenced in the Yard. This usually meant hoisting out guns and ammunition, getting down yards and rigging and perhaps de-masting. On completion of Yard work the ship had to be made ready for sea within four days. All this meant a rush of work for Ship's and Yard Officers. Ships’ Officers were inclined to ignore the orders of a Commissioner under such circumstances and deal direct with the Admiralty. A Flag Officer arriving in the Port could override the instructions given by the Commissioner.\n\nThe necessity for the appointment of a senior and permanent officer in command of all naval work in the Port became increasingly obvious and eventually such an appointment was made in 1763.\n\nAt first the C. in C. lived at 106, High Street. In 1795 a large house in the same street, at one time the residence of the Lieutenant Governor, opposite the George Hotel, was purchased as his residence, not without adverse comment from the Navy as to his removal further away from the water front. In 1830 the C. in C. removed from High Street to the Dockyard, taking over the residence built for, and to that date occupied by, the Commissioner. The latter moved to No. 9, The Parade, which was altered and extended over a period of years to become the official residence, as we know it of subsequent Admiral Superintendents. One would infer from drawings of a few years later that the C. in C. very soon took over for his Secretary, and the Port Accountant, the building, later the Tactical School, which had been erected in 1817 as the School of Naval Architecture.\n\nThis move of the C, in C. to the Dockyard caused great consternation amongst Naval Officers and important citizens. We find a writer recording a few years later that: \"On removal of the Admiral's Office to the Dockyard these premises (i.e. the previous C. in C's house in High Street) were advertised for sale but on the urgent representations of many local men on the utter impropriety of the removal of the Admiral to the Dock, a place from which no view of Spithead and the fleet could be obtained, the sale was stopped and the house given over to the Barrack Department.\"\n\nIn passing, the same writer comments that: \"The Parade Coffee House and Hotel at the corner of Grand Parade' (leading from High Street to the Garrison Church) was formerly the house of the Captains of the Navy. In olden time before Lieutenants wore epaulets and Captains wore red breeches, three cornered hats, buckles and pigtails it was not uncommon to see Captains, R.N, sitting outside the house on forms smoking long pipes.\"\n\nThe Admiralty Regulations of 1825 lay down the functions of the C. in C. in regard to the Dockyard in somewhat similar terms to the present Regulations.\n\n\"No C. in C. or other Naval Officer is to assume authority or control over a Resident Commissioner at a Yard nor to interfere in management, the Commissioner's functions being distinct from those of the Military Branch of the Service.\"\n\nThe Regulation goes on to make the same exceptions as the present one. The Admiral Superintendent remains the Deputy to the C, in C., taking over his responsibilities when the C. in C. is away from the Port. In direct descent from the Commissioner he remains the independent local head of the Dockyard and the other civil industrial establishments which have been added at the Port.\n\n[Content continues with further historical details, anecdotes, and quotations about the Commissioners, their duties, challenges, and evolution of the role, as well as the development of the Dockyard and its administration.]"
}
