{
	"title": "CHIPS FROM A PORTSMOUTH BASKET",
	"subtitle": "5. ROYALTY AND PORTSMOUTH",
	"section": "This contribution by Mr. E.S. Curphey, C.B.E. is in continuation of the articles previously printed in Journals Nos. 23 and 24",
	"content": "In this Coronation year, it is natural that we at Portsmouth should have in mind the very close connection that has always existed between the Monarchy and Portsmouth and its immediate vicinity. The island of Portsea was at one time looked upon as a part of the estates of the ruler of the day. Its strategic position in the wars with France and its natural formation gave it an exceptional place in the plans of rulers of those early ages. Later its position as the premier Naval Base and Dockyard, its fine spacious and sheltered waters and its closeness to London have all helped to establish it as the centre for Naval and Military assemblies and reviews, while in its dockyard have been refitted a succession of Royal Yachts. From the dockyard, Royalty has embarked on various tours abroad and disembarked on their return. In the words of one of its famous sons, Sir Walter Besant, 'Portsmouth and its waters have satisfied, as no other port in the kingdom could, all the requirements of a Naval port and base'.\n\nWhen we come to record this very close Royal connection, the problem is to know where to start; perhaps it should be with the days when Portchester was the seat of an Imperial Court.\n\nCarausius was a Belgic sailor who was given charge of a Roman Fleet with orders to destroy the pirates who were harrying the coasts of that Empire. He found that it paid him better, personally, to wait until the pirates had completed their raids and then capture them with their loot which he confiscated for his own use. The Romans found out about this irregular practice and Carausius fled with his fleet to Britain in A.D. 286, taking up his headquarters at Portchester. He was welcomed by the Britons and the one Roman legion remaining in this country and assumed the style of Emperor. So powerful was he that Rome acknowledged him as such pending their being able to get together a sufficient force to destroy him. While they were on the way, his second in command assassinated Carausius and set himself up as Emperor. He was in turn destroyed by the Romans whose fleet slipped past his ships in a fog at Spithead and landed at Portchester in strength. From that time the Romans maintained a Naval Arsenal at Portchester until they vacated Britain.\n\nThe growing size of the ships of the day and the silting up of the upper stretches of the harbour caused the removal of the base from Portchester to a position at the mouth of the Harbour and thus Portsmouth arrived and grew from a small fishing village to the great city we know to-day.\n\nThe Danes found Portsmouth a convenient landing place and base for their raids on Dorset and Hampshire. Alfred in his bitter battles with the Danes saw that the only way to keep them in check was to meet and beat them at sea and so he set about the building of our first Navy. After varying fortunes and finally the building of better and larger ships than those used by the Danes, also the engagement of foreigners to help work his ships - the natives of this country were not good seamen in those days - he met the Danes in the Solent and gained an important victory which he strengthened by a further victory in the Channel and obtained control of these waters. Edgar carried on the good work and established the first Channel Squadron with headquarters at Portsmouth.\n\nHarold had gathered a considerable fleet in the waters around Portsmouth in 1066, but was misled by reports from Normandy that William had abandoned his projected invasion of this country. He dispersed his fleet to their home ports and as a consequence William landed at Pevensey without opposition from our ships.\n\nIn 11OI Robert of Normandy landed here to make his bid for the Crown but, neither side being anxious to commence fighting, a negotiated peace left Henry in possession of the English Crown. Henry I granted the first Charter in 1106 to the 'approved men of Portsmouth'. In 1122 we read that he spent Whitsuntide here. Portchester Castle remained a Royal headquarters and stronghold. When Henry I was on the point of embarking here on his last expedition against Normandy in 1133 an earthquake and eclipse occurred which rather scared its members.' As a thank-offering for his escape Henry built a church inside the walls of his castle at Portchester.\n\nIn 1139 Matilda landed at Portsmouth on her quest for the English Crown. Her opponent, Stephen, brought Gosport into the picture. It was then a very small village. On his way back from Normandy later in his reign he met a South West gale and ran for the harbour, sheltering in the lee of Gosport. In gratitude for his escape and the loyal reception given by the inhabitants, Stephen's brother Henry, Bishop of Winchester, named the place 'God's Port' and gave the inhabitants a Charter allowing them two fairs annually and three market days weekly.\n\nHenry II, it is recorded, make his will by the seaside at Portsmouth before his departure for France from here in 1182. Richard I, shortly after his return to England on release from captivity on the Continent, collected an army and fleet at Portsmouth to invade France on what was to be his last journey there. He was delayed here by contrary winds and before sailing granted Portsmouth a new Charter. This was one method of raising funds in those days but no doubt his subjects at Portsmouth had done much to help him fit out his ships and army.\n\nJohn on his accession renewed this Charter but placed the control of the Customs here under Southampton for an annual payment of £200 to cover both towns. This was a bone of contention for many years and the condition existed nominally until 1835 although an agreement was soon reached between the towns to share the profits.\n\nKing John and his Queen feasted in 1201 in the King's Hall built by Richard I at Portsmouth and in 1212 he gave orders for the building of a wall round his 'dok' at Portsmouth. This 'dok' is supposed to have been at the entrance of a creek which existed where the 'Vernon' Establishment now is. It was not a 'dry dock' as we know such a place today, but rather an area of beach where vessels were hauled up as high as possible for repair. Some historians think that a trench was dug to receive the vessel and its lower end stopped with brushwood and clay.\n\nBy this time Portsmouth was the acknowledged Assembling Port and succeeding monarchs used it in the invasion of France. Henry III assembled armies here on various dates. In 1253 he had a fleet of over 1,000 transports at Spithead.\n\nEdward III's, invasion of France in 1346 caused 1,600 ships to assemble here and an army of over 32,000 men. Just before this time the town had been raided three times by French forces and burned. As a result, Edward gave a mandate for its fortification, paving with stone, and enclosure in a wall.\n\nIn 1386 the Duke of Lancaster sailed from the port against Spain with a fleet of 1,287 ships and an army of 20,000 men at arms and 8,000 archers.\n\nHenry V used Southampton as his assembly port and victualling base. After his death the Navy was allowed to disappear, being reduced to three dismasted hulks. Margaret of Anjou landed here in 1445 and was married to Henry VI at Southwick.\n\nIn 1475 Edward IV reviewed his entire army of 30,000 men on Southsea Common and commenced the further fortification, of the town which Richard III advanced in his short reign.\n\nHenry VII may be said to have finally established Portsmouth as a Naval Base although keeping Southampton as his Victualling Base. He gave orders in 1495 for the building of the first recorded dry dock in this country at Portsmouth, it is believed somewhere in the area now covered by No. 1 Basin. He visited Portsmouth, we read, in 1512 and there appointed Captains to his ships of war.\n\nHenry VIII was responsible for a considerable strengthening of the Navy and for putting its administration on a proper footing. He created the forerunners of the Navy Board, including the Surveyor of Ships and Rigging. At Portsmouth he set up an Admiralty Victualling organisation commencing by building 'four great brew houses In the town near a spring of sweet water with the implements to serve his ships at such time as they go to sea in time of war', and also protected the harbour with a 'mighty chain of iron' across its mouth. One report from his Admiral complained that 'he could not get enough victuals for his fleet and hopes to effect some great displeasure on the enemy if the wind and victuals serve doubting much more of the victuals than the wind'.\n\nHenry VIII was present in the town in 1545 with the intention of reviewing his considerable Fleet lying at Spithead when news came that a large French fleet was cruising off the Isle of Wight. The French Admiral sent in a fleet of light, swift galleys to attack our ships at anchor. The English fleet had no galleys and were held at anchor owing to lack of wind. The French effected some considerable damage before an offshore wind sprang up, enabling our ships to weigh and beat off the French. It was in this action that the famous 'Mary Rose' capsized. This vessel of 500 tons was built at Portsmouth in 1509 and was the pride of the Fleet. She carried 85 guns of which 33 were serpentines, 26 stone guns and 10 murderers. It was said that this assembly of the Fleet provided the germ of our National Anthem. The password for the Fleet at night was 'God save King Henry' and the answer 'Long to reign over us'.\n\nWith the accession of Queen Elizabeth a new era of importance seems to have dawned for Portsmouth. Edward VI had visited the town and been very critical of its poor fortifications but little seems to have resulted either in his reign or that of Mary. After her first visit in 1560, Elizabeth gave orders for the development of the resources of the town and its better fortification. The expense of these works at Portsmouth and at certain other towns was met out of the profits of what is believed to have been the first State Lottery held in this country, the draw occurring in 1569. Four hundred thousand tickets were issued at 10/- each. Each subscriber was certain of getting 2/6d back after the draw. There were 28 prizes of £100 or more with a first prize of £3,000 with £2,000 worth of plate and tapestries or linen. At a later visit in 1582 the Queen reviewed her fleet at Spithead and for the first time yards were manned and a Royal Salute fired on the Queen's appearance.\n\nIn 1623 the Prince of Wales, later Charles I, landed here after his tour abroad and a memorial bust, said to have been paid for by himself, was placed in a niche on the front of the Square Tower in High Street where it still remains. An inscription was placed under the bust which recorded the event and ended 'there was the greatest applause and joy for his safety throughout the Kingdom that was ever known or heard of.' This part of the inscription mysteriously disappeared.\n\nCharles I came to Portsmouth in 1631 to see 'his shippes in ye Harbour'.\n\nIn the Civil War, Gosport declared for the Parliament but Portsmouth remained a Royalist stronghold to which the Parliamentarians laid siege, the town .falling in 1642. Three years later the town was attacked by the King's forces but they found the defences too strong for them and retired after wreaking their revenge on Gosport.\n\nThe next Royal event of importance seems to have been the arrival here of Catherine of Braganza, the Queen-to-be of Charles II. She landed at the Sally Port on 14th May, 1662. Charles arrived six days later and the marriage took place the next day. Dissensions arose between Bride and Groom as to the form of the marriage. Catherine was a Catholic and insisted on a marriage in that faith. Charles insisted on a Protestant marriage. So eventually a quiet marriage took place in her bedroom in the early morning, followed later by a public ceremony in the presence chamber in the Governor's House - not in the Chapel - in accordance with Protestant rites. All these took place in the Domus Dei on the site now occupied by the Garrison Church. Charles and his Queen remained at Portsmouth for a week due to the difficulty in getting enough carts to transport the new Queen's numerous retinue and their effects. During that time he reviewed his Fleet at Spithead, inspected the Dockyard and the work on the 'Royal Charles' then building in the Yard, the largest vessel of her time. He expressed himself delighted at everything. About this time the famous Grinling Gibbons was employed in the Yard as a carver, particularly of figureheads. He later made his way to London, to the patronage of the King and fame.\n\nCharles II paid several visits to the town and to review his Fleet, as did also James II who was keenly interested in the Navy and an active Lord High Admiral.\n\nIn 1698 Peter the Great paid a visit to Portsmouth and it is said the first Naval sham fight was arranged in his honour at Spithead.\n\nIn 1703 Queen Anne paid us a visit. Prior to her visit the Military Governor had prohibited the building of houses by the Dockyard workmen on Portsea Common as they would mask their batteries. The Queen was disposed to agree with him, but her Consort, Prince George, took the side of the Shipwrights and eventually the Queen overruled the Governor and thus started the separate town of Portsea which within a short time had a population much greater than that of Portsmouth itself.\n\nThe Georges continued these Royal visits. Thus in 1773 we hear that George III and his Queen and family paid a visit of about a week's duration, staying with the Commissioner at his house in the Dockyard.\n\nFurther lengthy visits are recorded in 1778 and 1794. His visits included a review of the Fleet, visits to individual ships, inspection of the Ships in Ordinary and of the Dockyard, Victualling Department and Gunwharf, as well as reception of the Civic and Military authorities. There was a ceremonious reception of the Royal Party. The Dockyard Ropemakers claimed their ancient privilege of escorting the King into the town. He was met well outside the town by 40 Ropemakers attired in white jackets and nankeen trousers, wearing purple sashes ornamented with the Royal insignia. They were led by five Conductors armed with short staves and each Ropemaker carried a white wand. From time to time the procession halted and the Ropemakers led with three lengthened cheers to which the multitude responded. On arrival at the Dockyard the procession was met by all the workmen wearing green boughs in their hats and appearing at a distance like a walking wood. On his departure from the town the King was escorted out of the town by the Dockyard workmen carrying laurel branches and wearing blue ribbons in their hats. The last mention of these ceremonies appears in connection with the Royal visit in 1814. On departure from the town the Royal visitor left behind a sum of money. Thus in 1773 George III left £1,500 to be distributed amongst the artificers in the Dockyard, Victualling Department and Gunwharf, as well as other sums for the crews of the Royal Yacht and ships he had visited and for the poor of the town. He also ordered the release of all prisoners confined for debt. The account adds that in addition the workmen in the Dockyard received a week's pay and a half holiday on each day of his visit. The visits were popular -as might be expected. In the 1814 visit the sum left for the Dockyard was £3,000.\n\nAt his visit to the Naval Bakehouse the King was presented with a newly baked ship's biscuit. The King ate the biscuit while walking through the streets after leaving the Bakehouse. As a result it became fashionable for Portsmouth society to parade the streets eating biscuits.\n\nWe learn that it was usual at this time for the Dockyard workmen to celebrate the King's birthday by walking through the town in procession, complete with foremen, quartermen, converters, measurers, etc. with blue ribbons and laurel branches in their hats. On 4th June, 1778 it is reported the procession visited the Commissioner's and Yard Officers' houses, walked round the Yard and thence to the Governor's House in the town. Owing to a heavy shower we learn that the procession did not proceed to Kingston but turned back down Queen Street to the Hard where they drew up, gave three cheers and went home.\n\nFrom then on there were many visits and reviews which I will not go into in detail, as well as visits by foreign Navies, but one or two extracts from the local paper in connection with these assemblies may be of interest.\n\nThus in 1799: 'The order which has been issued for taking down such signs as projected from the houses of the town not being complied with, some Midshipmen in their great zeal for the decorum of the place began on Tuesday evening, or rather on Wednesday morning, to remove these nuisances. But as they were not properly qualified - as Officers of the Police - to act on such an occasion, several of them have been taken up and sent to jail as a punishment for the misdemeanour.'\n\nIn 1803: 'The Prince (afterwards George IV) greatly admired the steam engine in the Dockyard which was the most complete in the Kingdom and expressed satisfaction at the celerity with which the 'Royal William' was undocked and the 'Pandour' docked (at low water).'\n\nIn 1814 took place the Review by the Allied Sovereigns to celebrate the end of the war with Napoleon as was thought - the last Review at which all ships were sailing ships. The Prince Regent, King of Prussia, and Emperor of Russia proceeded to Spithead each in his own Barge, escorted by the barges of the Admiralty, Lord High Admiral, Admirals, Captains, etc.\n\nIn 1828 the last inspection of the Dockyard by a Lord High Admiral (the Duke of Clarence, afterwards William IV) took place. It is stated that having decided on a reduction in the expenses of Naval Establishments he ordered the discharge of 100 Labourers and the termination of the contract for horses. The work of the latter was to be transferred to the convicts held in the Port.\n\nDuring Queen Victoria's reign there were a large number of Reviews, some in connection with visits of foreign Royalties including the last King of France, the Shah of Persia, the Kaiser, the King of Saxony, the King of Italy, the French President and the Sultan of Turkey, as well as the Jubilee and Diamond Jubilee and other Reviews. The Queen herself visited Portsmouth in the early years of her reign but later, on her many visits to and from Osborne, came by rail to the Royal Clarence Yard at Gosport where special reception arrangements were built, and there boarded the Royal Yacht. It was said locally that certain sarcastic comments from spectators during her ride on a previous occasion from the Town Station to the Dockyard, on the decorations worn by the Prince Consort, caused her to choose Gosport as her port of call in future journeys. On her funeral journey from the Isle of Wight, the coffin was landed at this same place, passing through the lines of warships of this and many foreign powers paying their last respects in the customary manner.\n\nAt her first review in 1842 she tasted the men's grog and soup. The first was excellent but all she could say about the soup was that it was at least very hot. The Review in 1853 was the first inspection of a fleet of steam warships. There were 22 ships in the line, 13 being screw steamers and nine propelled by paddles. Writing of the Review the Prince Consort said: 'It surpassed all that could have been anticipated. The gigantic ships of war, amongst them the 'Duke of Wellington' with 131 guns, a greater number than has ever been assembled in one vessel, went, without sails and propelled only by the screw, eleven miles an hour, and this against wind and tide. This is the greatest revolution in the conduct of Naval warfare which has yet been known.'\n\nThe 'Duke of Wellington's' armament comprised 16 - 8\" shell guns, 114 - 32 pounders and one 68 pounder. The weight of her broadside was 2564 pounds.\n\n1856 saw the Great Peace Review with 254 ships manned by 50,000 men carrying 1132 guns. This fleet included 22 line of battle ships, 16 screw frigates and sloops, 26 paddle frigates and sloops, seven screw mortar vessels and floating batteries, seven sailing vessels and 1 88 gun boats.\n\nThere was an 'incident' during this review. Three hundred M.P's were sent to Southampton instead of Portsmouth, were delayed en route and arrived at Southampton to find no tender waiting to take them to their ships. When they did reach Spithead the Review was almost over and no notice was taken of them. To crown the day, the train taking them back to London was so delayed that they arrived at Waterloo at 4 a.m. to find no transport available. Not a good day.\n\nAt this review the Admiralty issued an order that only anthracite was to be used in ships attending the Review so as to minimise the smoke nuisance. The only vessel not to obey the order was the Admiralty Yacht, It was said that 600,000 people saw this Review.\n\nThe 1865 review marked the advent of the 'Ironclad'. A French fleet joined in this Review and there were strong comments on the superiority of their ships over ours. We still had wood and composite ships on view. The French ships were considered to be better armed and armoured. They had also adopted the breech loading gun not yet introduced in our Navy.\n\nAt the Jubilee Review of 1887 a 'swarm of Torpedo Boats' appeared on the scene. The pride of the Review was stated to be 'the 'INFLEXIBLE' rising 10 ft. out of the water with two great turrets housing 80 ton guns and having a displacement exceeding 10,000 tons'. The Diamond Jubilee Review of 1897 showed a great advance in our ships. One hundred and sixty-five ships were present, including 21 Battleships and 44 Cruisers. Twelve Foreign powers were represented at the Review.\n\nThere were five Naval Reviews in King Edward's reign. He also visited Portsmouth in 1906 to launch the 'Dreadnought', the ship which was to have such an effect on subsequent designs. The 'Dreadnought' was launched in five months and completed in 12 months from date of laying down.\n\nReviews were held for the Colonial Premiers and for the Empire Press. At a review in 1909 the Battle Cruiser appeared for the first time.\n\nIn King George V's reign his Coronation Review in 1911 of 170 warships included 32 battleships and this was only a part of our Naval strength. The crucial review was in 1914 when the active and reserve fleets were fully mobilised. There were 40 miles of ships which, within a few days, steamed away to. their battle stations. Fifty-nine Battleships were in the lines, 13 of which were to be sunk in the first World War.\n\nThe Review in 1924 was composed almost entirely of ships which were not present at the 1914 Review. It mustered, however, nearly 200 ships.\n\nIn 1935 we celebrated the Jubilee of King George V's accession with a Naval Review to be followed two years later by the Coronation Review of King George VI, each a fine display of Naval power if not of the magnitude in numbers and size of ships of some of their predecessors.\n\nMy contemporaries will remember the 1911 Coronation and Review. The R.N.C. Greenwich was emptied of officers except for those due to take their final examinations in that month. In their place Greenwich accommodated and entertained Captains and Commanders from the large number of foreign warships which had come to this country; and a large and varied gathering it was, with all possible nations represented from Germany, France, Japan to the various South American countries, Liberia, etc. The smaller the nation the more wonderful appeared to be the uniform, particularly at the Gala Dinner. My recollections of that night were of trying to keep apart French and Germans, Swedes and Norwegians - these countries had only recently become separate monarchies. I do not think these festivities helped the final preparations for such papers as Hydrodynamics.\n\nHowever, I think I have said enough to illustrate the close association of the Royal family and Portsmouth. I have dealt rather lightly with recent history to keep some bounds to my story and I have not the space to mention the fitting out of ships for Royal tours, their departure and return, the annual preparation of the Royal Yacht latterly and, for the trip to Cowes, the departure of Edward VIII and' other royal occasions with which Portsmouth and the Dockyard have been intimately concerned.\n\nI was stationed at Portsmouth at the time of the reviews of 1935 and 1937 and they threw a good deal of extra work on the Yard. Apart from the preparation of the Royal and Admiralty Yachts, which were on my slop ticket for several years, there was work to be done on the ships themselves and on ships to be prepared for official visitors to the Reviews, etc. There were things that did not go according to plan, but not due to action of ours or lack of it. On the whole results were very satisfactory. Dockyard Officers and their families were allowed a tug in which to go round the Fleet and a section of the Semaphore Tower in which to see the Fleet 'lit up' at night.\n\nAnd now we are to have another Coronation Review. Hundreds of thousands of visitors will flock to the district to see the Review and admire their fleet and its men and such foreign ships as come to grace the occasion. We can only hope for a fine day and a successful Review and on our part take a pride in the ships of such varied size, design and purpose, produced and maintained by the Corps and which still remain this country's Sure Shield."
}
