{
	"title": "CHIPS FROM A PORTSMOUTH BASKET",
	"subtitle": "15. ELECTRICS",
	"section": "Electrics",
	"content": [
		"Almost the first record I have found of Electrics in connection with Portsmouth is that in 1844 Messrs. Cook and Wheatstone undertook for £1500 a 21 year contract to provide and maintain telegraphic communication between the Admiralty and Portsmouth. The scheme came into operation a year later.",
		"In 1846 we read of a submarine cable being laid between Portsmouth and Gosport. In that same year the local press notes that Mr. Hay, a Chemist in High Street, Portsmouth, who had devoted much time to the study of electricity, had been appointed an Electrical referee and lecturer in the Dockyard. Further details are not given.",
		"In 1892 the answer to a petition of a year or two earlier approved that in future no Shipwrights or their apprentices were to be employed in the Ship Fitter and Electrical Shops.",
		"The position of electrics in those early days is outlined in a paper read in July 1892 before the Institute of Mechanical Engineers by H. E. Deadman - then Chief Constructor at Portsmouth and later Senior Assistant D.N.C. - 'On the Application of Electricity in the Royal Dockyards and Navy'.",
		"The use of Electricity was not yet in general favour. Only a few years before, a First Lord had stated in the House that the Admiralty knew all about its greater use in the Russian and other foreign navies but could see little use for it in ours. Deadman, however, claims in his paper that 'this is an age of Electricity and the fact is well exemplified on board a modern battleship of the Royal Navy'.",
		"Electrical testing and construction appears to have started in a small way in the Yard in 1875, the first Electrical Shop at Portsmouth being in a small shed situated in the area now lying between the present 14 and 15 Docks. Electricity had been introduced into H.M.Ships about a year previously 'in a device for the firing of guns'. Power was then supplied by a High Tension Battery of 160 elements of alternate copper and zinc plates separated by fearnought dipped in a mixture of vinegar and salt water. A little later these batteries were replaced by Leclanche cells in groups.",
		"In Deadman's paper we read of the stage of development by 1892. Familiar terms appear in the paper:",
		"T.E.L. (temporary electric lighting) has been introduced in the Yard and he claims that: probably more has been done here in this respect than has been attempted in any other Yard or private Shipbuilding Yard in the country. It is estimated that in a first class Cruiser like the 'ROYAL ARTHUR', the total cost of temporary lighting would be about £1200. This would probably not much exceed, if at all, the cost of candles for the same period. It is hardly an exaggeration to say that the excellent results as regards celerity and cheapness of construction which have recently been attained at Portsmouth Yard would scarcely have been realised without the aid of this admirable illumination afforded by the system of incandescent lighting. The lamps with their holders are secured to wooden bases and protected by wire guards.",
		"R.P.C. Highly satisfactory experiments had been made with a motor for the training of searchlights controlled from a distance. Apparatus had also been designed for the distant control of a boat which without passengers could be sent from a safe distance into an enemy's mine field to explode it. The boat could be steered, engines stopped and started and counter mines dropped when desired and exploded by the use of electric power.",
		"Telephones: A special Committee had been much impressed with the communications offered by an electric system, and amongst other things telephones of differing designs had been tried in H.M. Ships in substitution of Voice Pipes. The results were not such as to lead to their introduction however in the Navy.",
		"Motors: The use of electricity to drive motors had not gone so far as in other Navies and the writer was not sanguine of their use for working guns, supply of ammunition, etc. but if results proved satisfactory the Navy would no doubt profit quickly by the experience of other nations.",
		"Electric Cables: Until about 1880 supply and return cables were used. About that date a single wire system was introduced. At first the insulated cables were enclosed in wood casings but defects arose from the access of salt water which destroyed the insulation and caused short circuits and fires. The recent introduction of lead covered cables without covering wood casings marked an epoch in ship lighting and they were now replacing the old cables.",
		"Yard Lighting: Mr. Lane, an Electrician at Portsmouth Yard, had recently designed and constructed five Dynamos each giving 400 amps at 80 volts. The drive was by 56 I.H.P. open compound engines at 560 R.P.M.",
		"The discussion on this paper is interesting: W.H. White - D.N.C. and Assistant Controller - said he had recently seen the largest electrical installation yet fitted on board a ship. In future many things would be done by electricity which were now done by other means. During the past ten years the Admiralty had organised and trained a competent body of electricians and Mr. Lane was an example of that body of men and the paper showed what the Service owed to them. In the Dockyards, Assistant Constructors and Junior Officers were being put through a practical training in electrical matters.",
		"R.E.A. Crompton - an outside Electrical Engineer who later made a great name for himself in the electrical world said he was afraid the Admiralty was much behind the times and the best electrical apparatus was found in foreign navies only. He hoped to see the time when some of the Officers in Portsmouth Dockyard would begin to take up the subject thoroughly and when the question of electrical distribution on board ship would be considered as a whole and not merely as a means of producing light.",
		"W.H. White said that with all respects to Electrical Engineers, some of the Officers in the Naval Service who had the largest experience of electric power in connection particularly with torpedo practice, were those who professed the greatest distrust of its large extension.",
		"I do not propose to go into, in detail, the technical development in electrical matters. A complete searchlight equipment was fitted in 'MINOTAUR' in 1876, the dynamo being driven by a belt from the auxiliary pumping engine. New type searchlights and the first complete lighting, system were fitted in 'INFLEXIBLE' in 1881. This was a system embracing arc and glow lamps in series working at high voltage. The Admiralty was still not enthusiastic about electricity but in the early 1880's lighting systems were introduced in the troopships - which were an Admiralty responsibility - and its satisfactory service led to its being adopted for warships.",
		"Up to 1900, matters of electrical design etc. were the responsibility of D.N.C. Department, other than the mechanical parts of the dynamo which were dealt with by E. in C. I think the last Corps' members to be in charge of such matters were A. E. Richards and W. H. Carter. At the Yards, as we have seen, the Constructive and Engineering Departments were responsible similarly.",
		"Pressure was, however, being brought to bear by outside Electrical Engineers and bodies for a thorough investigation of electrical matters in which they alleged the Admiralty was hopelessly behind hand. This led to the appointment of a Committee on Electrical Equipment in 1920. Richards, and later Carter, were members of this Committee. The reports of the Committee said we were at that date using electric power for lighting, fans, after capstans and in the latest designs for 6\" turrets and ammunition supply, coal, ash and boat hoists. Foreign navies were, however, using it to a much greater extent and they recommended our following suit and adopting it for all auxiliary machinery outside the engine room. Their other recommendations included the introduction of a ring main system, a voltage increase from 80 - 100 volts to 200 - 230 volts, an increase in dynamo complements and the development of a turbo generator.",
		"Meanwhile a very significant appointment was made. L. J. Steele, an outside Electrical Engineer, had been appointed to Portsmouth Yard on the staff of the Chief Constructor in 1900. Two years later he was made a Principal Officer and the first Electrical Engineer to be head of a separate Electrical Engineering Department in the Dockyards. This was followed in 1903 by the appointment of further Electrical Engineers to the Admiralty and to the other Dockyards.",
		"At the Admiralty, Wordingham, an outside consultant who had served as City Electrical Engineer, Manchester, was entered as a Superintending Electrical Engineer on the staff of the D.N.C. and Electrical Engineers (Leake, Hewitt, Kingdom, Hunt, Wightman, Newington, Constable and Pringle) were appointed as Principal Officers and Heads of the new Electrical Departments at the Dockyards at home and abroad. Wordingham was soon joined by McClelland and Edge. McClelland later joined D. of D. as his Electrical Assistant.",
		"The instructions to the Yards said that the initial requirements of the new Departments were to be met by the transfer of the existing Electrical Shops, Generating Stations and of Ship Fitters, Fitters, Skilled Labourers, etc. from the Constructive and Engineering Departments. At first they had no Draughtsmen or Writers, this work being carried out for them by the two older Departments. The C.C. was responsible for carrying out on requisition from E.E. all preparatory and finishing hull work incidental to the fitting of Electrical appliances, but where he loaned one or two men to E.E. the latter took over responsibility.",
		"As the new and enlarged generating stations came into being at the Yards in 1906 the first Assistant Electrical Engineers were entered. There was one peculiar condition about these first appointments. Wordingham was appointed for five years and the other E.E's for three years. At the end of that time they were to be discharged and others appointed who were more in touch with the latest developments in Electrical Engineering. This never happened. The high rate of Naval Warship building and of electrical development in the years prior to the 1914/18 war caused all to be retained.",
		"The position of Wordingham and his rapidly increasing staff in D.N.C. Department was not so happy. It was alleged that having no separate financial section of Navy Votes he suffered badly in the appropriations for electrical development in the Estimates and that jealousies kept important papers on electrical matters away from him. Whether this was true or not it was rapidly becoming clear that very soon a separate and distinct Department to deal with Electrical matters would be essential under its own Director of Electrical Engineering. I do not remember the actual date. I think it was about 1917 that this actually occurred.",
		"In the meantime the matter of future Officers was under consideration and quite early in the Section's development it was laid down that future recruitment would be: (a) by entry from outside of fully qualified Engineers, (b) by the further training of the best Electrical Fitter apprentices at Greenwich, (c) by the promotion of suitable Subordinate Officers of exceptional ability.",
		"There were to be no special examinations for (c) above but some of those desirous of consideration took courses or passed outside examinations to strengthen their claims.",
		"The Electrical Fitter apprentices at (b) were to be chosen at intervals of two to three years and were to proceed, after satisfactory completion of their Fourth Year Upper School Course, to Greenwich as Private Students for a two years' Course. Subsequently they were to return to the Yards as Second Class Draughtsmen and there await vacancies for Assistant Electrical Engineers.",
		"The first apprentice so selected was W. H. Chatten, later Assistant Director of Dockyards, who joined Greenwich on 1st October 1910 as the first 'Admiralty Scholar in Electrical Engineering'. He was, on joining, established and paid as an Electrical Fitter and had a scholarship of £40 per annum. He lived outside the College as a Private Student and wore plain clothes. After completion of the two year course he was appointed to Portsmouth as a 2nd Class Draughtsman (supernumerary) eligible to compete after a further year's service for 1st Class Draughtsman or be made a 2nd Class Assistant Electrical Engineer or after three years for selection as a 1st Class Assistant E.E. He actually was made an Assistant E.E. in 1915. The war of 1914/18 and the consequent expansion caused Chatten and his immediate successors to be made 1st Class A.E.E's during that period. Chatten was followed at Greenwich by Kill in 1912, Couch in 1914 and Parker in 1916. Chatten went to sea for a year in 1918.",
		"In 1917, those who had already completed the Greenwich Course put forward proposals for placing the Electrical Scholars on exactly the same footing as our own Constructor Officers at Greenwich, including the year's service at sea and further appointments, and these were adopted. At the Yards the status of the Head of the Electrical Department was raised, first to that of Superintending Electrical Engineer (Grade I or II according to the size of the Yard) and in 1941 the S.E.E's at the larger Yards became Electrical Engineer Managers, thus bringing the Department in line with the Constructive and Engineering Departments.",
		"I need hardly mention modern development, Navalisation, etc. These are familiar to us all. As colleagues and to some extent their forerunners in early days we wish them well and the realisation of their just claims to full recognition of their status and responsibilities."
	]
}
