{
	"title": "CHIPS FROM A PORTSMOUTH BASKET",
	"subtitle": "46. CHIPS FROM A PORTSMOUTH BASKET by Mr E. S. Curphey C.B.E.",
	"section": "16. STOREKEEPERS",
	"content": "In the early days, the Dockyard Stores covered both Victualling and Naval Stores as we now classify them. Local Records show a Storekeeper at Portsmouth from the early 1600's. Benjamin Johnson, Storekeeper, was Mayor of Portsmouth in 1665. It is probable however, that Storekeepers existed here in much earlier times.\n\nIn March, 1861, the title of the then holder of the Dockyard post was altered to Naval Storekeeper. From January, 1870, to almost the end of 1876 the Stores Department here was placed under the control of the Master Shipwright, one W. B. Robinson, who was also Engineer from 1869 to 1875. Robinson became the first Chief Constructor at Portsmouth in 1875 and retired in 1881. Those who served at Portsmouth in the pre-war days may remember a photograph which graced the wall of the M.C.D's office, of Robinson in riding kit astride a fine white horse. Unfortunately this photograph was destroyed, I believe, when the office was blitzed during the last war.\n\nTradition states that Robinson had his ride in some state on Southsea Common every week day. It is also said that the Admiral Superintendent of the later days of Robinson's term of office informed Their Lordships that there was not room in one Yard for both Robinson and himself. Truth or fiction, however, the Admiral stayed the longer. I believe the Robinson, V.C., who shot down one of the early Zeppelins in the 1914/18 war was a direct descendant.\n\nThe Naval Storekeeper returned towards the end of 1876. In July, 1898, the title was changed to Naval Store Officer and in 1926 to Superintending Naval Store Officer.\n\nI have been unable to turn up any further details of the history which would show definitely when Victualling and Naval Stores came under separate local control.\n\nThere is no very definite news of organised Naval Stores before about the middle of the 16th Century. It is thought that Henry V had earlier an organisation based on Southampton for victualling his fleet and transports, and that Henry VII did likewise when he established Portsmouth as a Naval Port, but details are lacking. In the 15th Century Southampton was our third largest port, exceeded in trade only by London and Bristol. It was the only port in Henry V's reign possessing Navy storehouses and appliances. Portsmouth also had a considerable commercial trade and in still earlier days we read of King John making gifts or sales of wine from the King's Wine Stores at Portsmouth, so presumably there were Crown Stores there. It would appear, however, that Portsmouth was then and for a long time controlled largely by Southampton in regard to Customs.\n\nWhen in 1495 Henry VII built the first dock at Portsmouth, he also built Storehouses which presumably held Ready Use Victualling and other stores although Southampton remained the main victualling centre.\n\nThe first workmen in the Dockyard would appear to have been lodged and victualled by the State, the cost in 1497 being quoted as 24d per man per day. Whether this included all the workmen, in those days relatively few in number, or only the \"impressed\" labour is not clear. It was common practice in those and later days for the agents of the King to impress men for work on his ships. The balance of evidence rather favours the idea that, at any rate in the early 16th Century, all Dockyard workmen were lodged and victualled by the Crown at a cost of l/6d per week.\n\nIn 1538 a record shows that their victuals included Bread, Beef, Ling, Cod, Hake, Herrings, Pease and Oatmeal and Beer. They were allowed a Chamberlyn to make their beds and keep their quarters clean. Beds were provided but on the basis of two or even three men to a bed. At about this time bread cost is quoted as Id per loaf, beef 6/- a quarter, sheep 2/6d each, beer 8/- a pipe.\n\nDuring Henry VIII's wars with France, the victualling arrangements do not seem to have worked well. The local resources appeared not to have given the victualling support the Navy required. The Admiral in Command is reported to have sent many signals such as \"In Heaven's name let the Victualling come\".\n\nAbout the middle of the 16th Century, buildings for the Victualling Department, the Queen's Great and Little Cooperage, seem to have been built in the Town itself in the region of the Camber, the then commercial shipping centre of Portsmouth and still existing though much reduced in size. Here the Victualling Office and Headquarters became established and this probably marks the creation of the Victualling Department and perhaps the separation to some extent of Victualling and Naval Stores. The first buildings erected were 4 Brewhouses built in 1546 \"near a well of sweet water particularly suitable for the brewing of beer\". These were followed by Bakeries for the making of biscuits.\n\nWe read of the broom covered Navy Storehouses in King Street being burnt down in 1557 with a great loss of \"50 and 3 tunnes of Beer with Cask\"; also that the destruction was so great that the Queen authorised a collection to be made throughout the country on behalf of the distressed inhabitants.\n\nThe Storehouses were again burnt down nineteen years later.\n\nAs for other materials, a Dockyard Estimate in 1522 gives the probable liability for the year as:\n\nOakum, tallow, iron, coal and timber 100\nMasts and Yards 50\nCable and Ropes 1000\nNails 8 Anchors 100\nWages 450\n\nFor timber the Yard relied on the Forest of Bere and the New Forest. Shipwrights would, if the matter was urgent, go into the forests, select, fell and dress as necessary the timber they required. Prices of oak were apparently I/- ton rough and undressed, seasoned l/8d, ready squared 3/4d. Carriage was reckoned as 2d per mile per ton.\n\nThe Victualling arrangements were still not able to meet emergencies. During, the actions against the Armada, sufficient provisions could not be obtained quickly to keep the ships crews in the ships off the Isle of Wight in good fettle. The Queen's Master Baker scoured the country side for food and men. He had powers to impress men but it is said he could find few men even as far distant as Winchester. Men had made themselves scarce directly the news of his coming got round.\n\nFollowing further failures in the Dutch Wars two additional Assistant Commissioners - later increased to three - were appointed to help the Comptroller as a member of the Navy Board and one was made Comptroller of Victualling Accounts and the other Comptroller of Storekeeping Accounts. The Storekeepers became the local representatives and the appointments seem to indicate a definite separation of duties.\n\nWe hear little of Store affairs about this time though in 1665 a Storekeeper writes to the Navy Board:\n\n\"A1though my salary was increased by the Duke of York to £100 per annum I have only received this at the rate of £50 p.a. My assistants are allowed no more than labourers wages and for 12 months past for want of money to advance I have been obliged to borrow £104 on my credit\".\n\nA record of 1684 shows the Storekeeper's annual salary as £100 plus £5 paper money plus £154 for Clerks.\n\nA letter of 1622 lays down the ration for Naval Seamen as 1 lb. biscuit, 1 gallon beer, 2 pounds sheep with salt 4 days a week (or instead 1 pound beef for 2 or 4 days), 1 pound bacon or pork, 1 pint peas. On other 3 days 1 quarter stock fish, 1/8 lb. butter and 1/4 lb. cheese.\n\nIn 1647 an offer was received from one John Smith to serve in all iron work required by the Navy above a tenpenny nail. The Commissioner's report on the matter shows an interesting outlook on life, viz: -\n\n\"Iron should not be forged in or near a State Yard since an opportunity was thus afforded of stealing by which Smiths have made great estates.\"\n\nHere is another report to Pepys in 1666. There had been thefts from the Rope House and a search of a Ropemaker's house revealed a stock of this material. It was found that this same man had been found guilty of cordage thefts at Oxford. The Commissioner writes:\n\n\"If that man be not hanged now I never hope to see another man hanged so long as I live be he never so bad.\"\n\nThere was considerable extension of the Victualling Stores in the 18th Century particularly under the Georges. In 1724 these stores, bakeries, etc. occupied both sides of King Street and a considerable part of St. Mary's Street. The Navy buildings are listed as Old Loft and Butter Houses, Cooper Shops, Slaughter House with Pickle and beef sheds, Hog Yard, Outhouses, Mills, Bakehouse, Brewhouses, etc.\n\nIn 1723 we note that pipes were laid from a central well in the Dockyard to a jetty head where three long boats could come at one time to fill water which would save the trouble of sending boats to Broadhampton when there was not sufficient water to be had at Gosport.\n\nIn 1744 a new and much larger King's Mill was built where the grain was ground for Naval use. It replaced a smaller mill of some age. The first \"dokn\" in King John's time is believed to have been at the entrance of a creek whose mouth occupied the site which later became the old Gunwharf. This creek widened out into a lake which covered a good deal of the ground now used as the Recreation Grounds for R.N. Officers and men, and touched the now-styled Queen Street, Lake Road and Commercial Road.\n\nOne hundred years ago the restricted boundaries of the lake then known as the Mill Dam formed part of the defences of the Dockyard. It still covered most of the U.S. Recreation Ground and was the Mill Dam for the King's Mill, the outlet passing through the old Gunwharf.\n\nMill Gate was on the road passing over this Mill Dam near the present \"Vernon\" Gate. Eventually the Mill was burnt out and the whole area was enclosed in the region covered by the present \"Vernon\" Establishment. The small site was sold to the Ordnance Board when the Victualling Department moved to Gosport. The Dam was filled in about 1876.\n\nAt one time in the eighteenth century there had been somewhat of a stir in the House of Commons. A Commission had uncovered serious defalcations in the Victualling Department. Portsmouth Brewers holding large contracts for the supply of beer prevailed on Captains and Pursers to sign for much more beer than they received and share the consequent profits. One Contractor had been paid for 8217 tons (or perhaps tuns) and had actually only delivered 4582. The result of this seems to have led to the development of the present Royal Clarence Yard as an Admiralty Brewery.\n\nLater, about 1783, further abuses were found at the Storehouses in Portsmouth. The Commission:\n\n\"Found improper persons had keys to the Victualling Department. That Hogs were kept in the Storehouses and fattened on Ships' Biscuits. Planks, spars, staves, barrels were being removed for private purposes, mops and brooms were taken away by one official who kept a shop as a side line which sold these articles. Wine, coal, candles were also being stolen in large quantities. There was collusion between Contractors and officials.\"\n\nThis report would seem to indicate that at least some Naval Stores were still the responsibility of the Victualling Department, even at this late date.\n\nIn the meantime, about 1779, when explosives were removed to Priddy's Hard, the Victualling Department had taken over the old magazine in the Square Tower in High Street. This was instead of building new storehouses on the Quay at Portsmouth, the Military objecting to this as it would mask their batteries. Extra storehouses were however included in the New Naval Gunwharf some years later for victualling purposes. Incidentally, the first semaphore was erected on the roof of the Old Magazine in 1823 and it was stated that it was possible to transmit messages to London in three minutes.\n\nThe 18th Century covered three serious fires in the Dockyard in 1760, 1770 and 1776, each affecting the Rope Houses. The fire in 1760 occurred in the Rope House during a heavy thunderstorm, and destroyed the Rope House, Old Hemp House, Laying House, Spinning House, Lay Store House, New Hemp House as well as the Kitchen, Laundry, Wash House and Brew House of the Commissioner's Lodgings.\n\nThat in 1760 occurred at night and there was suspicion of incendiarism as cartridge cases were found in the ruins, but nothing could be proved. The Block Loft, Mast House and House Carpenter's Shop were affected in addition to various houses connected with rope making.\n\nThe fire in 1776 again occurred in the Rope House and Rigging Store and the crime was eventually found to be the work of the notorious \"Jack the Painter\" who, on being found guilty, was hanged in the Yard.\n\nJack was known under several aliases - Hill, Aitken, etc. He was a Scot who was a criminal from his youth. To escape the results of his crimes he fled to America in 1771. He returned in 1775 and took to his old ways. Soon he was bitten with the idea of crippling this country by setting fire to the Dockyards, having heard that this blow was the worst we could suffer. It was alleged that he was subsidised by the Americans but this was never substantiated. If true, they chose a poor tool. On 7th December, 1776, fire broke out suddenly at night in the Rope House. At first it was thought to be due to accidental causes but a month later the Yard Officers found a dud incendiary box in the adjoining Hemp House. Hill had flown, largely influenced by the suspicions of his landlady which were aroused by the smell of turpentine clinging to his clothes. He confessed later that he had intended to set fire to his lodgings to create a diversion. He was eventually given away by a man who recognised him in a pub at Odiham. At a trial at Winchester in March, 1777, he was found guilty and he was hanged in the Yard in the same month, being hauled to the top of a mast erected just inside the Main Gate. Before being hauled up he confessed his crime, warning the authorities to look out for the other Dockyards.\n\nThere is not much more to report on this heading. Regulations in 1825 show some sidelights on conditions in those days. Here are some extracts:\n\nPrices were then - Bread 5d a pound, Beer 6d a gallon; Tea 5/-, Cocoa 2/-. Tobacco l/7d a pound; Oatmeal 9/- a bushel, Flour 3d a pound, Meat 8d a pound. Salt 5d a pound.\n\nWhen cattle are slaughtered on board the C.O. is to keep account of the produce and return Hides, Skin and Tallow into store.\n\nThe Commanding Officers of H.M. Ships are to be given as many Water Casks, Leaguers, Butts, Puncheons, Hogsheads, Barrels and half Hogsheads as they require but as the heavy demand for beer and water casks makes it difficult to raise these quickly and the expense is very great they are, not to shake casks unless absolutely necessary.\n\nSkimmings of the copper in which salt meat has been boiled are not to be given to the men either to use for puddings or any other use as they are unwholesome and likely to produce scurvy.\n\nThe allowance per man per day:\n1 lb. Bread, 1 gallon Beer, 1 oz. Cocoa, 11/2 oz. Sugar, 1 lb. Fresh Heat, ½ lb. Vegetables, ½ oz. Tea. If no Fresh Meat ½ lbs. Salt Beef or Flour with 1/2½ lb. suet or ½ lbs. Pork and ½ pt. Pease.\n\nWeekly ½ pint oatmeal and ½ pint vinegar.\n\nWhen flour is issued part ration may be raisins or currants.\n1 lb. Flour = 1 Ib. Raisins = ½ lb. Currants\n1 pint Wine = ½ pint Spirits = 1 gallon Beer 1 lb. Biscuit =1¼ lbs. Soft Bread = 1 lb. Rice = 1 lb. Flour.\n1 oz. Coffee = ½ oz. Tea = 1 oz. Cocoa. 1 lb. Butter = 1 lb. Sugar.\n½ lb. Onions = ½ lb. Leeks = 1 lb. other Vegetables.\nThe best pieces out of the pickle tub are not to be reserved for Officers nor are they to have the best cuts of fresh meat,\n\nI have not covered the removal to Royal Clarence Yard at Gosport. The locality was called \"Weovil\" I have wondered whether the name has anything to do with an insect of similar sounding name. I have not been able to determine this but it seems suspicious. The property had been purchased from the Countess of Clancarty. For a time it was occupied by one of the contractors who supplied beer to the Navy, and who built several Brewhouses. Later the Admiralty, about the middle of the 18th Century, took over the estate and developed it as a Brewery until in about 1780 it was claimed that it was capable of brewing a daily supply of beer for 13,000 men, presumably on the ration of 1 gallon per man.\n\nIn the 1820's it was decided that the whole of the Victualling Department should be removed to Weovil. The sale of the storehouses and sites in Portsmouth covered to a great extent the cost of alterations and additions at Weovil; the move resulted in a considerable economy per year, over £4,000, as well as a maintenance charge of £1,000 per year on the Portsmouth premises. The change enabled a reduction in staff of about 70 Officers and men.\n\nOne of the early Officers at Weovil or Royal Clarence Yard was Sir Thomas Grant, F.R.S. He it was who invented very successful machinery for the making of bread and biscuit instead of the old method by hand.\n\nQueen Victoria paid a special visit early in her reign to see this new wonder and was much impressed. In making 2 million cwt. of biscuit, the average yearly issue to the Navy in those days, it was reckoned the cost was reduced from £13,750 to £3,750. The new bread and biscuit were suspect to the Navy at first but in a very short time was so much better liked that waste was considerably reduced.\n\nThe Royal Clarence Yard developed considerably in the years prior to 1939. During the war in 1941 it was considerably damaged by enemy action and now a new centre is being developed at Botley. I was on duty that night and we were apprehensive as the first raid also set on fire our timber storage at the far end of the Yard. We expected the Huns to return and so they did. They dropped their bombs between the two fires. Luckily most fell in the Harbour and we were spared, but the explosions played up the sills of those docks opening out into the Harbour. I don't think we minded at the time."
}
