{
  "title": "Chips 1",
  "subtitle": "The History and Abuse of the 'Chips' Privilege in the Dockyards",
  "section": [
    {
      "title": "Introduction",
      "content": [
        "In view of my heading it is perhaps appropriate to start with this subject which has nothing to do with the potato but refers to the taking out of the Yard of useless chips of timber 'such as fell from the axe'. Constant reference is made in old documents to the understandable abuse of the privilege. Attempts, generally unsuccessful, were repeatedly made to abolish this perquisite but without success until the beginning of the 19th century. There were three main reasons for this privilege:",
        [
          "the scarcity and dearness of coal in the South of England,",
          "the low rates of wages,",
          "the fact that salaries and wages would be months and sometimes a year or more in arrears."
        ]
      ]
    },
    {
      "title": "Development of the Custom",
      "content": [
        "In later years when the custom became more or less established the local Officers tried to keep the chips below a limit of three feet in length and to look the other way if the rule limiting the amount to 'such is could be carried under the arm' was broken. A contemporary writer explains that this local rule had a great effect on the domestic architecture of houses in the Portsmouth district in regard to width and design of stairs, windows, shutters, doors, cupboards, etc. If waste material was not available of the right size, the workmen cut up good timber to provide them with chips. Not only did the Admiralty lose great quantities of valuable materials but also the cost of the time taken by the men in making and collecting the chips in working hours. It is on record that a visit paid to the house of the Master Ropemaker in those olden times showed that not only had he a fine double bedstead made from 'chips' but also two coffins against the day when he and his wife would require them.",
        "Naturally other things could also be taken out of the Yard in an alleged bundle of 'chips' three feet long carried over the shoulder. Pilfering was rife. Not only chips were taken out. In 1785 we find the Admiralty issuing an order that 'no person is to pass out of the Dock gates with great coats, large trousers or any other dress that can conceal stores of any kind. No trousers are to be used by the labourers employed in the Storehouses and if anyone persists in such a custom he is to be discharged the Yard.'"
      ]
    },
    {
      "title": "Attempts at Regulation",
      "content": [
        "In the reign of Charles I we find it recorded that 'the infinite abuse and prejudice the King has in all or most of his Yards under colour of chips is intolerable'. An attempt to end the privilege in 1643 failed. Under the Commonwealth in 1650 when wages were by and large paid regularly, abolition was again attempted with compensation of an extra 1d. a day in wages, but before 1650 the privilege had been restored.",
        "On 4th November, 1574, the Navy Board ordered that 'no old wood ripped from any of His Majesty's Ships, firing or chips of any kind shall from this day be enjoyed by any Officer of the Yard by the name of perquisite or carried away by workmen or people belonging to the Yard but shall be laid aside in some convenient place for sale'. It is reported that the scheme failed to work as no buyers come forward. Gentle persuasion perhaps.",
        "An old historian writing in 1677 states that \"His Majesty and their Lordships did conclude it expedient at this time to settle the workmen at liberty to serve themselves with the chips as heretofore they have done.\" But not by any public warrants to license thereto but by a silent connivance permitted to the Officers of the Yard to give way to the workmen falling to their ancient practice of gathering chips at their leaving off work\". This 'connivance' seems to have remained from that time forward although locally attempts were made to keep the privilege within bounds.",
        "In 1589 we find reference to 'the common practice of Shipwrights and others to carry out such burdens of chips that they can hardly stand under, split up on purpose in bundles to carry out of the Yard'. The Porter was instructed not to allow such loads to be taken out of the Yard. The order remarks that 'the workmen do not a stroke of work the time they are in the Yard in rainy weather'."
      ]
    },
    {
      "title": "Further Restrictions and Abuse",
      "content": [
        "In 1695 the Admiralty again tried to restrict the amount 'law-fully to such as fall from the axe'. Chips were not to be gathered and laid aside excepting at noon during the winter months or at evening bellringing in the summer months. Anyone found laying them apart at any other time was to be mulcted in one week's pay. No more was to be carried out than 'as could be taken handsomely under the arm according to the custom at the other Yards.'",
        "Two years later the Admiralty ordered the discharge and mulcting of Shipwrights guilty of carrying out bundles of chips bound with rope or cord or carried over the shoulder or using the lapels or skirts of their coats to help in the carrying.",
        "In 1698 the practice of chip women was instituted. These were the poor women of Kingston and Portsmouth who were allowed to enter the Yard between 9 a.m. and 11 a.m. on Wednesdays and Saturdays to gather chips. A few years later the Commissioner having found that the chip women were 'mostly sisters, cousins and aunts of the Dockyard men' issued orders that the only chip women to be allowed were those certified as indigent by the Clergy and Poor Officers."
      ]
    },
    {
      "title": "Persistence and Final Abolition",
      "content": [
        "We find constant reference to trouble arising over chips in the Yards in the years that followed. It is evident that by this time the men regarded the 'chips' as an integral part of their wages whatever orders the Navy Board might issue in the matter.",
        "In 1770 an anonymous pamphlet was issued widely in the South of England titled 'A Plea in favour of the Shipwrights belonging to the Royal Dockyards'. Amongst other things this 'plea' suggested that the chips privilege should be commuted for an increase in wages of 5d.a day. This proposal was 'not approved' by the Admiralty.",
        "In 1783 further trouble arose when the Shipwrights and Carpenters refused as a body to restrict chips to 'such as can be carried under the arm'. The Navy Board issued an order censuring the Yard Officers in the following terms: 'We have desired Commissioner Martin to communicate to the Shipwrights our resolution of discharging every man that presumes to act contrary to the Standing Orders of the Dockyard and which we should have put into immediate execution if the fault had originated with them. It is to you gentlemen that we impute their disobedience and if we are put under the necessity of discharging every Shipwright on the present occasion they will owe the severity of the example to your negligence in not executing with fidelity the orders yon are entrusted with. If the King's Service had been in any danger of suffering from the present conduct of the Shipwrights we should have proposed the immediate removal of the Officers for taking upon themselves to break through the Lord High Admiral's wishes by granting indulgences that are not contained therein and we advise one and all of you to keep in mind that although it is our intention to grant reasonable indulgence to Officers and men, that we will on no occasion hold that person guiltless who presumes to neglect or trifle with any order that is given by the Board of the King's Service'.",
        "Following the tightening up this order brought about there was considerable trouble in the Yard, We learn that 'Mr. Maddox, Foreman of the Yard, and his quarterman were attacked and stoned outside the Yard by a group of 200 to 300 workmen, watermen and people of the place'. A little later they burnt the unpopular quarterman in effigy. Ringleaders were discharged but still the chips privilege was abused.",
        "In 1788 the Commission on Fines and Gratuities suggested that the proposal contained in the 'Plea' in regard to commutation should be agreed to and in May 1801 an Order in Council followed by an Admiralty order of 29th June,1801 finally abolished the 'chips' privilege giving the workmen 'chip money' as a consolation. Shipwrights were allowed 6d extra a day, their apprentices 4d a day during the first four years of apprenticeship and 6d a day in the last three years. Caulkers, Joiners, Carpenters were allowed 4d a day extra, with 2d and 4d to their apprentices, scavengers and labourers 3d a day. At the same time the chip women were abolished."
      ]
    }
  ]
}
