{
	"title": "ADMIRALTY CHEMIST",
	"subtitle": null,
	"section": "19",
	"content": "The first Chemist - Hay - was appointed to Portsmouth Yard in April, 1867. Three months later he was officially styled the Admiralty Chemist. Weston became Admiralty Chemist in April, 1874 and held the post until February 1904.\n\nIn those earlier years he was not given the status of a Principal Officer but served as Head of the Chemical Section under the general control of the Chief Constructor. At that time the Admiralty Chemist had quite a small staff and was mostly employed on the chemical analyses of materials and stores. The section grew in importance, scope and numbers and in 1904 Arnold Philip, appointed early that year as Admiralty Chemist, was given the full status of a Principal Officer and Head of a separate Department, He continued as Admiralty Chemist for 22 years.\n\nThe problems arising during and as a result of the two great World Wars of this century and the developments of science and various new inventions and processes greatly increased the importance of the Chemical Department until it reached its present well known level of importance on which I need not enlarge. Since 1940 the Head of the Chemical Department has held the rank of Superintending Scientist.\n\nDuring the last war there was a considerable extension of the Department's responsibilities and besides the laboratories at Portsmouth, Frater and Milford Haven, a further laboratory was opened temporarily at Havant. The staff nowadays numbers about 50.\n\nWe are as a Corps much involved with the Admiralty Chemist in matters concerning Paints, Compositions, Corrosion, Fireproofing and many other of our day to day problems.\n\nThe appointment of a Director of Scientific Research in, I think, 1920, led to the merging within a few years of the Chemical Department with his other responsibilities and now it is a part of the Royal Naval Scientific Service.\n\nThe Chemical Department is entirely separate from the Central Metallurgical Laboratory originally formed in the 1930's by the appointment of a Metallurgist on the staff of M.E.D. Portsmouth to assist particularly in Foundry work. This laboratory still comes under the administrative control of M.E.D. and acts as a parent body for the small laboratories under the M.E.D's at Chatham, Rosyth, Devonport and Malta.\n\n(Editor's Note: These articles are in continuation of former ones in this series which have appeared in Journal No. 23 onwards)."
}
