{
	"title": "The Dockyard Regiment",
	"subtitle": "",
	"section": [
		{
			"content": "Home Guards are not a new thing so far as the Dockyards are concerned. The Dockyard Regiment of Volunteers was first raised in 1718 when there was fear of a rising under the Old Pretender. Its purpose was the defence of the Dockyard and of Naval ships laid up there. Its raising corresponded with similar action in the town. A return shows that for the first 11 years its cost averaged about £200 a year. The directions for its raising stated it was to be in 12 companies of the \"choicest workmen\", 50 in each company. Ten companies were for defence of the Yard while two companies, under the Master Attendant, would be \"available for the protection of the Navy\"."
		},
		{
			"content": "The Regiment and its numbers seem to have declined, as in 1730 the Commissioner reports that the arms belonging to the regiment are \"entirely unserviceable and not to be fired with safety\"."
		},
		{
			"content": "The activities of the Young Pretender caused a revival of the Regiment in 1744 and 600 new muskets, swords, etc. were allocated to the Volunteers by the Master of the Ordnance."
		},
		{
			"content": "In December 1745 an order was issued that bodies consisting of two Officers with 50 men of the disciplined Shipwrights were to be lodged in the Taphouse each night. For this duty they were to be allowed one day's pay for each night duty. In the morning they were to return to their families for rest and refreshment and were to be allowed that day's pay without having to come to duty but were to be readily available for military duty if required. The men were to be shifted each night."
		},
		{
			"content": "The numbers in the Dockyard Regiment were to be at once increased from 600 to 1342 and the necessary arms supplied to the men. A list of Officers of the Regiment issued in 1755 shows that military rank more or less followed Dockyard rank. The Commissioner was the Colonel, the Builder or Master Shipwright was Lieutenant Colonel. Foremen and Clerks were given ranks as Ensigns and they were instructed by Marine Sergeants and Corporals."
		},
		{
			"content": "In August 1759 the Commissioner was worried about the wooden ramrods supplied with the muskets which were constantly wasting owing to age, usage and awkwardness and pressed the Navy Board to supply him with iron ramrods which would prove an economy."
		},
		{
			"content": "By the end of the 18th century the Regiment had ceased to exist but, in view of the risk of an invasion by the French, was again revived in August 1803 with the same higher Officers as before and a total of 461 privates in five companies. At this time it was laid down that the Master Attendant and Boatswain were not to receive commissions in the Regiment."
		},
		{
			"content": "In 1847 a new body, known as the Dockyard Volunteers, was established and lasted until 1860 when it became the 3rd Hants Artillery Volunteers. In 1871 these Volunteers were amalgamated with the 2nd Hants Artillery Volunteers; these eventually became part of the Territorials."
		},
		{
			"content": "During the late war we again had Departmental Local Defence Volunteers, later the Home Guard, and they were maintained with a spirit of keenness and in full numbers until their disbandment."
		},
		{
			"content": "I managed to side track being made an officer of the Constructive Section, but I kept in close touch with them. One day I was asked if I would attend a display by the Section and afterwards say a few words. I attended and the men were first class. I said so, and particularly commended to the C.O. the keenness and ability of the Lieutenant who was in direct charge. The C.O. said \"Yes, he had worked hard especially during the last three days when he had given up his whole time to the training\". On my asking if he had taken leave specially for this, I was told \"No, - he is the Welder you suspended for three days for idling!\" The C.O., who was one of our Chargemen, got one in there."
		},
		{
			"content": "These men did sentry duty in the Yard, and the road from the gate to my house in the Parade past the C. in C’s house had them every 20 yards or so. I always felt that when the Constructive Section was on duty - many of them were apprentices - they made a point of putting the C.C. through it on his journey to his house. Certainly I had to go through the full procedure at every sentry, although each one was so close to the last that he could hear everything that happened at the last post."
		},
		{
			"content": "The first Naval sentry parties in 1939 were Naval Reservists, mostly Stokers, and we never felt very happy with them; in fact, they were dangerous, and we were glad when our own people took over. An Electrician was attached to the Section Civil Defence Headquarters whose job it was to rush round and switch off certain lights and power allowed up to the \"purple\" so that work could go on until the last minute. Once a \"purple\" came through on the 'phone and he rushed off and a shot was heard. When he came back it appeared that he had been challenged by an ancient Naval Rating from a submarine whose duties did not cover the roadway, only the submarine. The Electrician took no notice - he had a job to do. There was a report and a bullet hit the gas mask he was carrying. The Rating followed this up with a bellow. \"Next time I challenge you, stop and be identified. I won't fire in the air next time!\""
		},
		{
			"content": "Despite all this the Dockyard Home Guard did a grand job; they gave up much of their own time to extra drills and guard duty, besides being at all times ready to take on any special duty."
		}
	]
}
