{
	"title": "CHIPS FROM A PORTSMOUTH BASKET",
	"subtitle": "2 1, THE ENGINEERS",
	"section": "Engineers in the Portsmouth Dockyard",
	"content": "With no other technical branch of the Service have we as a Corps been so long and so closely associated as with our Engineer friends. Many of the early Constructors and Engineers received a more or less common training. Some were fellow Dockyard apprentices or attended the same special schools in the Dockyard towns prior to sitting for their entrance examinations at the commencement of their Service careers. Later Engineer Students and Cadets turned over to Constructor so that in the two technical branches there were many well known to, and working alongside each other from youth onwards. The fuller recognition of the Engineer was largely brought about by the action of an ex-D.N.C. Sir Edward Reed, as I will describe, later.\n\nThe Engineer does not appear as a separate officer in the Dockyards until the early years of the 19th Century. Such engineering responsibilities as did exist were looked after by the Master Shipwright. In 1797 a steam engine was first installed at Portsmouth for pumping out the docks. It was a second-hand engine which had proved its worth at Redbridge some twenty miles away. It is understood that Bentham, to whom I have referred at some length in my article on the Civil Engineers, had suggested this acquisition and he was, during the next few years, to be responsible for introducing a very much increased use of machine tools and steam power in the Dockyard, a task in which he was assisted by the older Brunel, who was especially successful in the introduction of the famous block making machines. One may regard this period at the beginning of the Nineteenth Century as the starting point of engineering in the Dockyard. The installation of this early machinery led to the appointment on 27th April, 1814, of Simon Goodrich to the Yard as \"Engineer and Mechanist\" in charge of machinery at the Yard and of all other machines in Naval Establishments in the United Kingdom. We may consider him as the pioneer, of the Engineer of in Yard and Service, for he was the sole expert adviser to the Admiralty on engineering matters. At this period steam was being introduced increasingly for pumping, driving wood working machines, the copper rolls and other machines in the Metal Mill. With it there appeared and developed in increasing numbers the corresponding tradesmen, Millwrights, Boilermakers, Coppersmiths and Founders. It was this staff that formed the nucleus of men for the first repairs of steam engines and boilers in warships.\n\nGoodrich retained the appointment until his retirement in February, 1831, when the post was abolished, the duties reverting to the charge of the Master Shipwright. During this period it is stated that the Engineer at Plymouth Dockyard acted as his adviser on engineering matters. In May, 1846, Andrew Murray was appointed in a civilian capacity as Chief Engineer and Inspector of Machinery. The post again reverted, in January, 1869 to the Master Shipwright, W. B. Robinson, who added \"and Engineer\" to his title. Robinson became our first Chief Constructor on 1st April, 1875, and, on the same day, Edward Newman was appointed as Chief Engineer. From that date the Engineering Department has had a continuous and separate existence. The title of the head of the Department became Manager Engineering Department on 1st January, 1906.\n\nBy the middle of the 19th Century there were \"Engineers\" at all Yards, some civilians and some R.N. Engineers who reverted to civilian status on appointment to the Yards. Later, Engineers/ R.N. were appointed in various capacities in the Department regaining their Naval status. Corner, who became Chief Engineer in 1888, remained there until 1909 when he held the rank of Engineer Rear Admiral. Later appointments, however, were of the now shorter term.\n\nI referred to the Metal Mill. Information is not very complete as to this but an obviously accurate reporter of about 1840 states that the important Yard Mills were:\n(a) the Wood Mills where a hundred different jobs are performed from boring a pump 40 ft. in length to making a button for a drawer. The machines are all impelled by steam the motions being carried by straps over drum heads.\n(b) the Block Mills,\n(c) the Millwrights' establishment where machinery of new kinds is made, repaired and plans are executed,\n(d) the Metal Mills and Copper foundry including also the Iron Mill. All the old Copper taken from ships' bottoms is taken to here where the copper is smelted and refined, Bolts and gudeons are cast and copper sheathing rolled, Copper nails made, etc. 300,000 Copper sheets were manufactured here in a year in war time for sheathing ships. A first rater of 110 guns requires 5123 sheets of copper 20 cwt. 3 qrs. 4 lbs. of countersunk nails and 20 reams of paper.\n\nDuring the early years another man was coming to the fore, destined to be one day the first Engineer-in-Chief. This was Thomas Lloyd, born in Southsea in 1803 and educated at the Portsmouth Grammar School and afterwards at the School of Naval Architecture in the Dockyard. He completed his term as a Shipwright Apprentice at Portsmouth in 1825 and then transferred to Devonport as a Shipwright until 1831. His next appointment was as Superintendent of the Wood Mills and Block Mills at Portsmouth. In 1833 he was appointed to Woolwich Yard, then the main Engineering centre. After a short spell at sea as a Chief Engineer he became, in 1842, Chief Engineer at Woolwich at a salary of £350 - £400.\n\nThis appointment carried with it the post of Chief Adviser to the Board of Admiralty on Engineering matters. A new administrative Department of the Admiralty had been set up in 1837 consequent on the Admiralty taking over responsibility from the Post Office for carrying the mails at sea and with it the cross-channel Steam Mail Packets. The Head of this Department was styled \"Comptroller of the Steam Machinery and Packet Department\". Its first head was Parry - the famous explorer and Hydrographer. The term \"Packet\" was dropped in 1846 when the mail vessels and responsibility for mails at sea were again taken over by the Post Office. Lloyd was attached to this Department in April 1847 and brought with him a staff of two Draughtsmen and two Writers and Calculators, the first engineering staff at the Admiralty.\n\nIn 1850 the Comptroller of Steam Machinery retired and Lloyd took his place, being attached to the Surveyor's Department at Somerset House as Chief Engineer and Inspector. In 1860 the Surveyor became Controller and Lloyd was made the first Engineer-in-Chief of the Navy, He died in 1875. Lloyd was obviously a capable and progressive man and his advice seems to have been sought in many important technical matters. He tried to develop a compound engine but it was considered too complicated for the times. He also discussed the use of Oil Fuel in warships in 1865 - a gravity feed system was tried in 1866 - but its adoption did not come about for another 40 years.\n\nThe Civilian Engineer remained until comparatively recent times. The E. in C. was a civilian until the late 80's; and they remained as assistants to D. of D. until somewhat later. In my early days at Devonport the Chief Engineer was a civilian while one or more of the smaller Yards carried civilians as Chief Engineers until the early 1910's.\n\nThe Engineers, prior to 1837, were recruited from private firms and given rank as Petty Officers. A contemporary report alleges they were not amenable to discipline and came and went as they liked. The classes of Naval Officer at that time were: Commissioned Officers: Captains, Commanders and Lieutenants Warrant Officers: Gunners, Boatswains and Carpenters Petty Officers: Engineers, Midshipmen.\n\nThe Engineers had a separate mess and no uniform. In 1837 they were given Warrant Rank as 1st, 2nd and 3rd Class Engineers ranking with but after Carpenters. Pay varied from £4. 18- 0. to £9. 12. 0. per month.\n\nIn 1847 increased demands for Engineers and better pay in the Merchant Marine made the Admiralty reconsider the matter and new ranks and rates of pay were granted, viz:- Inspector of Machinery £25, Chief Engineer £20, Assistant Engineers £12 per month. The first two had commissioned rank.\n\nIn 1859 the Admiralty awoke to the fact that they required an increasing number of Engineers. Chief Engineer Murdock toured the engineering centres of the country and recruited just over 100 Engineers known later as \"Murdock's Hundred\". One of those entered, MacIntyre, left an autobiography which tells us something of conditions at that time.\n\nHe says that when he entered Engineers were workmen in uniform, necessary evils and treated as such. Working pressures were usually from 6 to 3 or less lbs per square inch. Brine pipes were fitted to reduce the density in the boilers as pressure was too low to blow out the boilers. Steam was let down every 3rd or 4th day so that boilers might be emptied and refilled with sea water. Soot was apt to lodge in the funnels and was dislodged by firing a musket up the funnel.\n\nHis first ship had two Rectangular boilers fitted with vacuum valves opening inwards to prevent collapse and safety valves loaded to 10 lbs. per square inch. He was sent to the China Station. The voyage out took four months. Hong Kong was then a very unhealthy station. In the ten years 1857 to 1867, 42 Engineer Officers died on the Station, some due to sea accidents but most of them from fever.\n\nIn 1877 the position of the Engineer was still an inferior one, The Chief Engineer was the only one allowed in the Ward Room. Other Engineers lived in a separate Engineers' Mess. The Chief Engineer was subordinate to the junior Lieutenant and had little power even over his own staff. In this year Sir Edward Reed, a former D.N.C., wrote a letter to The Times which created a national sensation and was a main factor in bringing about an immediate improvement in their status. He described the Engineer Officer as 'a snubbed, subdued, subordinated man with a dozen officers put above him to look down upon him and to keep him in that inferior place which the Admiralty had assigned to him'.\n\nSoon after H.M.S. MARLBOROUGH opened as a training school for 100 Engineer Students now given a uniform, followed in 1880 by the Engineer Students Training School at Keyham, later the Royal Naval Engineering College. The separate Engineers' Mess afloat disappeared in 1883. And so gradually the Engineering Branch developed a better status, improving relatively as the years passed until they reached the status they hold today."
}
