{
	"title": "CHIPS FROM A PORTSMOUTH BASKET",
	"subtitle": "(These contributions by Mr. E.S. Curphey, C.B.E., are in continuation of the articles commenced in Journal No. 23)",
	"section": "3. DOGS IN THE YARD",
	"content": [
		"Nowadays but few dogs are seen in the Dockyard, but at one time they could have been counted in scores. Most old pictures of shipyards show a dog or two wandering around. There was no ban on the entry of dogs, and workmen, chip women and visitors, as well as the crews of ships berthed in the Yard, brought them in as they liked. The dog population was added to considerably by strays. At that time rabies was prevalent in this country and little could be done to treat it or the unfortunate people who contracted, and died from, hydrophobia.",
		"In December 1749 the Commissioner issued an Order stating that as from that date \"for the protection of not only the Officers and their families living in the Yard, but of the workmen from the shocking and fatal consequences of being bitten by a mad dog, it being the greatest unhappiness mankind is liable to, no man or boy is to bring a dog into the Yard\". The Porter had orders to drive off or kill any dogs trying to get into the Yard and if any workman was found to have a dog in the Yard he was immediately to be discharged. The same instructions were made to apply to the dogs of the chip women. The report adds that \"a dog belonging to a ropemaker had gone mad and also that a smith's dog, thought to be mad, had bitten a man as well as several others of his own species in the Yard\". The Commissioner called attention to the great number of dogs that were taken into the Yard daily \"which may be attended by dangerous consequences if they go mad as is likely and very reasonable to suppose they may\".",
		"So to this day workmen's dogs are not allowed in the Yard.",
		"Residents, however, continue in many cases to own dogs. During my residence in the Yard I had perhaps more than most people. When the war broke out in 1939 the Admiral Superintendent issued an order that no resident was to keep more than one dog as under war conditions they might go mad, escape, and bite workmen. Unfortunately, the next day he found that the Captain of the Dockyard had two dogs so the order was withdrawn and re-issued \"not more than two dogs\". This left me the only one affected. We had four dogs and five young puppies. I could get no relaxation of the order; as a result my wife and the dogs left to live in the town and I had to remain in my official house, less house allowance. This state of affairs continued for two years until one night the Germans were good enough to damage a block of Foremen's offices. By noon next day I had vacated my house and reported regretfully that this was the only alternative accommodation available as offices.",
		"The same dogs belonging to the Captain of the Dockyard featured in another incident. One day before the war I returned somewhat late to lunch. When I reached the Parade I found a large body of workmen lined up outside the wall watching a dog fight which was going on inside between the two dogs belonging to the Captain of the Dockyard and a dog belonging to the Secretary. There was a good deal of shouting but no effective action was being taken. I grabbed two of the dogs by their tails and pulled them out of the fight, to be greeted by the Captain of the Dockyard with the enquiry as to whether I could not get hold of the other dog. The crest of my native Island is \"three legged\" not \"three handed\"."
	]
}
