{
	"title": "CHIPS FROM A PORTSMOUTH BASKET",
	"subtitle": "20. MASTER SHIPWRIGHTS AND THEIR STAFFS",
	"section": "CHIPS FROM A PORTSMOUTH BASKET by E. S. Curphey",
	"content": "The first permanent or resident Master Shipwright at Portsmouth Yard was appointed on 30th January, 1638. There had been Master Shipwrights at the Yard many years prior to this date but apparently not as a permanent appointment. The first dry dock had been constructed at Portsmouth in 1485 and remained until filled in in 1623, after which the custom of beaching or careening had to be resorted to. A vessel was built in the Yard in 1537 and then there was a gap in new construction until 1649 when the next vessel was ordered from the Yard. During that period it would appear that there was, for at any rate the greater part of the time, no resident Master Shipwright and one of the other Master Shipwrights visited the Yard as necessary. Master Shipwrights may have been appointed temporarily to deal with special items of work. Records show Henry Huttost as carrying out the duties of Master Shipwright in 1536 and there is also mention of Isaac Hatch and Stevens serving in the interval between then and 1638. Boate was sent to Portsmouth in 1623 to supervise the filling in of the one and only dry dock. He was to serve there again in 1638 but this time as the first of a succession of Master Shipwrights, Chief Constructors and Managers from that date to the present.\n\nOn 1st January, 1638, the Lord High Admiral informed the Navy Board that as a good part of the Fleet now remained at Portsmouth in the winter they should appoint a Master Shipwright to reside there constantly. The man chosen, Edward Boate, was then a Master Shipwright at Chatham. Prior to this date the building of large ships was considered sufficient to justify the appointment of two Master Shipwrights - each with an Assistant - and there were two Masters at Chatham. After Boate's transfer however it would appear that only one Master Shipwright was allowed at a Yard.\n\nThe list of Master Shipwrights at Portsmouth has been published in the Journal, No. 6. Famous names appear there, notably Sir John Tippets and Sir Anthony Deane, successively Master Shipwrights, Commissioners of the Yard and Surveyors and Commissioners of the Navy, but there were many others of note. The last Master Shipwright at Portsmouth was W. B. Robinson who on 1st April, 1875, became the first Chief Constructor there. On his first appointment on 19th January, 1869, he was styled \"Master Shipwright and Engineer\".\n\nGoodrich, the first Engineer and Mechanist, was appointed in 1814. On his retirement in 1831 his duties reverted to the Master Shipwright, the Engineering Staff at Plymouth acting as advisers on engineering matters. A Chief Engineer, Murray, was Appointed in 1846, his appointment apparently ceasing with Robinson's appointment in 1869. A Chief Engineer was again appointed concurrently with Robinson's appointment as Chief Constructor in 1875. Robinson was obviously a busy man as between January, 1870, and November, 1876, he was, in addition, in charge of Naval Storekeeping. There is a legend at Portsmouth that towards the end of his time the then Admiral Superintendent (Foley) reported that there was not room at the Yard for both Robinson and himself. There is no record of a reply but the Superintendent remained after Robinson's successor had joined.\n\nThe title \"Master Shipwright\" seems to have been the official one during these two hundred and more years but contemporary writers and records up to the end of the 18th Century often refer to him as the Builder or Master Builder.\n\nThe Chief Constructor post was upgraded to Manager, Constructive Department on 1st January, 1906. Sir Thomas Mitchell was the last Chief Constructor in charge of the Department and its first Manager. This upgrading of the post marked a very definite stage in the development of departmental control in the Dockyards. Prior to 1906 the Superintendent had exercised a very detailed administrative control over the Yard departments and their work. He was in effect the Manager of the Yard and decided matters of detail and procedure, discipline, finance, promotion, entry, discharge, etc, other than matters of a purely technical nature. To assist the Superintendents, they had, at each of the three large Home Yards as adviser, a Civil Technical Assistant. This Officer was a Chief Constructor of equal rank but senior to the Head of the Constructive Department. The appointment of Civil Assistant disappeared with the appointment of Managers in 1906. I have not been able to turn up a copy of the order which created these posts. They did not exist when the Corps was founded in 1883 but Civil Assistants must have been appointed soon afterwards. An order of 9th February, 1886, states that in consequence of the appointment of Civil Assistants at the three large Home Yards the operation of a regulation in the Professional Officers' Instructions of 1882 would no longer hold at those Yards, from which we infer that the Civil Assistants were now responsible for these co-ordinating duties and that they had been appointed just before this. The P.O.I, regulation referred to laid it down that the Chief Constructor was responsible to the Superintendent for unity of action in the respective branches of the Shipbuilding and Engineering Works on the Yard. The Chief Constructor was to have first charge of all work in ships and in shops in regard to time of completion and in general arrangements as to the order in which the respective works would be in hand. The Chief Engineer, being in all respects a Principal Officer of the Dockyard, was not to be subordinate as an Engineer to the Chief Constructor but in questions above named the action and arrangements of the Chief Engineer were to be subject to the concurrence of the Chief Constructor. He was to acquaint the C.C. of all proposals, before submission, for entry or discharge of men and for working of any considerable amount of extra time by workmen of the Steam Branch. In the absence of the C.C. the C.E. was to be charged with these duties, the senior of the Constructors becoming for the time being the Officer-in-charge of the Shipbuilding Branch but subordinate to the C.E. as regards time of completion and to assume first charge of this only in the absence of both the C. C. and C.E. The recent instructions setting out officially that the Constructive Department is the co-ordinating one for ship work generally would seem to return in large measure to these regulations of 1882.\n\nSo far as I can ascertain the Civil Assistant appointment was never a happy or efficient one. He was a fifth wheel to the coach without the authority, seniority or powers to make his position felt. Authority still remained with the Superintendent and naturally Heads of Departments wished to deal with their Superintendent directly. The Civil Assistant could at best only act as an adviser who tried to co-ordinate as far as he was allowed the arrangements of departments jealous of their own responsibilities and dependent on the Superintendent for his authority.\n\nI have said the appointment of Managers - which caused the abolition of the Civil Assistant posts - marked a definite stage in Yard development. An Admiralty letter of 2nd December, 1905, states that My Lords especially desired to relieve the Admiral Superintendents and Executive Officers of office work which had reached the stage where it seriously interfered with personal supervision. They decided to transfer the responsibility of administrative detail to the Heads of the Departments concerned. They also desired that the Heads of the principal technical Departments should be placed in a position to control efficiently labour employment and supply and the use of materials. The Heads of the Constructive and Engineering Departments were to be known as Managers and would in future be de facto Managers of their departments in the sense of the system of management at private shipbuilding and engineering establishments. Their salary scale would be £850 - 50 - 1000 as compared with the Chief Constructor's £600 - £700, with a residence in each case. They were to have full authority within their Departments including all matters pertaining to entry, discharge, promotion or punishment within the scope laid down in the existing Admiralty regulations for local action. They were in future, themselves, to arrange the distribution of labour upon the several works in hand. They were to be responsible to the Superintendents who would be to these officers in the light of \"owners\" acting, that is, on behalf of the Admiralty and to be constantly referred to in matters of importance. On the material side they would be given direct responsibility subject to financial regularity and control. And so was established the enlarged status and responsibilities of our Managers and the removal of detailed control from the Superintendents who exercised from that time a more general control such as we recognise today.\n\nIn our Island history there is constant reference to our ships and warships, their officers and men, their voyaging and battles, but we can find but little mention of the men who designed, built and repaired them or of the Yards in which this work was carried out. I do not propose to delve into ancient history. This has been done adequately in \"The Shipwright's Trade\" written by Sir Westcott Abell and I would strongly advise anyone interested to read this book. The Shipwright as such could be said to have become established in this country in Tudor times but he existed at a much earlier date, certainly before the time of the Norman invasion. The name \"Shipwright\" was probably not used extensively, the workmen of that trade being included in the more general trade of Carpenter or, as time went on, Ship Carpenter. A Clerk of the Ships existed in the reign of King John but we hear very little of his contemporary technical assistants. So far as the ships and \"dok\" at Portsmouth were concerned the Archdeacon of Taunton was actively concerned in technical matters. It appears likely that in these times many duties devolved on the King's Carpenter whose main responsibilities were the upkeep and repair of the Royal Castles.\n\nOne of the earliest records tells us that in March, 1327, two brothers, La Palmere, King's Carpenters, carried out a survey of the King's Ships. In 1337 there is a note of the handing over to the King's Carpenter (of Edward III) of 40 oak trees required for the \"construction of the King's Galleys\" then building under the superintendence of a merchant at Hull. In 1421, John Hoggekyns, Master Carpenter of the King's Ships and Builder of the \"Grace Dieu\" in 1416 to 1418, was granted a pension of 4d a day, \"because in labouring long about them he is much stricken and deteriorated in body\".\n\nHenry V during his reign (1413 - 1422) built up an appreciable Navy, but after his death the ships were sold and the Fleet consisted only of two or three old hulks. Henry VII on his accession in 1485 laid afresh the foundations of a Navy, and early in his reign there is a record of a Master Shipwright being sent from London to Bursledon to superintend the dismasting and docking of one of his warships. In 1486 Henry VII entrusted the building of the \"Regent\" to the Master of the Ordnance. The \"Henri Grace a Dieu\" built in 1514 on the orders of Henry VIII was said to have been built to the design of the Clerk of the Ships and one William Bond, or Bound. The latter is described as \"Clerk of the Poultry, Surveyor and Payer of expenses for the construction of the Henry Grace a Dieu and three other galleys\". The Master Carpenter or Master Shipwright worked side by side with his men and apprentices and they were classified as \"artificers and servants\". Whether so used at this time is not certain but the term \"servant\" was used to denote an apprentice (French \"apprehendre\" - to learn) as the converse of \"Master\" or employer, and continued to be so used until fairly recent times.\n\nThe system of apprenticeship is said to have grown up with but after the associating or incorporation of handicraft trades starting in the 12th Century. These corporations and guilds were supposed to have been formed to help resist the oppression of the feudal lords and to allow the unions of artisans to act with greater effect. They helped to restrain too-free competition, maintain privileges and keep within limits the numbers in the trade. To exercise a trade it was necessary to be free of the company or fraternity of that trade. The mode of acquiring this freedom was for the most part a matter of serving an apprenticeship to a qualified member of the trade, the Society determining not only the length and terms of the apprenticeship but also the numbers who might be so apprenticed at one time to the trade or to a particular Master.\n\nUntil about 1500, war ships and merchant ships were similar in design and the former were often hired out in times of peace as merchant ships, while in time of war the Fleet was made up for the most part of merchant ships. After that date the two types tended to diverge and the Navy ship to become a definite type carrying more guns than were required by the merchant ship for self protection and with guns on two decks.\n\nHenry VIII on his accession in 1509 set about the remodelling and development of his Fleet and then the reform of its administration, setting up the controlling organisation of Principal Officers of the Navy, later known as and generally referred to as the Navy Board. With all this too there was development in the Dockyards.\n\nPerhaps we could here make a diversion in regard to the Yards.\n\nPortsmouth Dockyard had been enclosed and enlarged in 1524. Up to 1537 the Yard had been in fair use but from that date until about 1649 it passed through a period of slackness and unpopularity. There were several reasons for this. The slow growth of the town itself and the shortage of skilled labour which in the main had to be sent there, and the fact that such stores as were not available at Southampton had to be sent from London, a costly business in those days, were contributing factors. The Isle of Wight and Portsmouth itself had several times been attacked by the French and any Fleet at Portsmouth was threatened by the presence of French Fleets cruising off the island. Keeping a Fleet at Portsmouth as well as in the Thames tended to divide our Naval strength and leave our depleted forces liable to separate destruction and Naval Officers and men did not seem to like the Port. Henry VIII developed Victualling and Storehouses and Queen Elizabeth added to the Yard and to its protection but the Yard was still not popular with Naval Officers, and it was not until the Commonwealth, finding a weak Navy, set about a large building programme that the nearness of Portsmouth to the Forest of Bere and the New Forest brought it back to favour and full employment and development. The unpopularity of Portsmouth caused development of the Yards near the Thames.\n\nDeptford Yard existed in 1509 and Henry VIII further developed it. Later, in 1546, he acquired docks and land at Woolwich and developed a Yard there. The nearness of these two Yards to the Royal Palace at Greenwich and to London helped to make them popular. Until the time of the Civil War these two Yards carried out the major part of Naval shipbuilding and repairs. The Navy Board had permanent offices there and consequently resident Commissioners were not appointed. Deptford closed as a Shipbuilding Yard in 1832 and reopened in 1846. Woolwich Yard, became the main Steam Factory in 1840. Both Yards closed down in 1869.\n\nThe unpopularity of Portsmouth helped to develop in importance Gillingham Reach as a Fleet anchorage and there the ships were brought from Portsmouth about 1550. The choice of this anchorage was the reason for the commencement of Chatham Yard and small vessels were built there late in the 16th Century. Docks were built early in the 17th Century and a Resident Commissioner appointed. Until the later years of the 17th Century Chatham was preferred to Portsmouth as a Dockyard and building centre. Sheerness too was commenced and developed during this period.\n\nAt Plymouth repairs were carried out by a private shipbuilder. A Naval agent was sent there in 1652 and raised to Commissioner in 1691. The first Master Shipwright, Wasse, previously an Assistant Master Shipwright at Portsmouth, was appointed there at the beginning of 1690. It was not until the reign of William III that the first docks were built there.\n\nAt the end of the 17th Century there were three major Dockyards, Deptford, Chatham and Portsmouth, and three lesser Dockyards, Woolwich, Sheerness and Plymouth, each with a Master Shipwright and, excepting Sheerness, with one or more Assistant Master Shipwrights. In addition there were two smaller Yards with Master Shipwrights at Kinsale and Harwich. The former closed in the middle of the 18th Century and Harwich had an intermittent career, the last ships being built there towards the end of the 18th century.\n\nDuring the wars of the 18th and early 19th centuries temporary Yards were created abroad with Master Shipwrights generally chosen from the Senior Carpenters on the Station. Some of these men remained in the Dockyard Service. Lisbon, Port Mahon, Gibraltar, Ajaccio, Minorca, New York, Halifax, Montreal, Quebec, Bombay, Trincomalee, Bermuda, Antigua and Port Royal were so used. The first Master Shipwright was appointed to Malta in 1804. In that year too a Yard was opened at Milford and later in 1814 transferred to Pembroke Dock.\n\nPerhaps some of our younger members have not seen the record of this Yard at Pembroke Dock. The first vessels built there were the \"VALOROUS\" and \"ARIADNE\", 28-gun ships, launched on 10th February, 1816, the last the \"OLEANDER\", an Oil Tanker, launched on 26th April, 1922. In these 106 years this Yard built 263 ships of all varieties, Battleships, Cruisers, Submarines, Royal and Admiralty Yachts. During the 1914/18 war some 300 vessels were refitted and repaired there and we reopened a small portion of the Yard, including the dock, for the 1939/45 war, when it carried out refits of destroyers and smaller vessels with a relatively small staff. The Yard was closed at the end of 1929 and handed over to the Air Ministry, who used it as a base and repair base for flying-boats. The staff was never large as compared with our three main Home Dockyards but it had a name for cheap, efficient and speedy building, and from its staff we obtained a large proportion of our Superior and Subordinate Officers. It lived mostly on new construction with a proportion of ships for large repair.\n\nIts closing in 1929 was a tragedy from the staff's point of view. Although some established men transferred elsewhere, most of the men were thrown out of work at a time when unemployment was at its height. There is nothing that teaches a Shipyard worker or officer his profession and fits him for higher things as does employment on new construction, whether as a workman, subordinate or superior officer. It is one of the tragedies of our present position that our Dockyards cannot have a continuous programme of such work. Pembroke can be proud of the subordinate and superior Officers she bred and trained. They were to be found in numbers at the Admiralty, in the Yards, and Overseeing and were considered as some of our best.\n\nWe have seen how the growth of ships and the silting of the Hamble and Southampton Water caused Henry VII to choose Portsmouth as a Naval Base and Dockyard and how Henry VIII tried to develop the Fort. Strategic necessities and other reasons caused this latter monarch to turn his developments more to the vicinity of the Thames. This far-seeing monarch, however, saw that he could not have an efficient Fleet without an adequate staff of men to design, build and repair his ships. He set out therefore to attract such craftsmen to his service and to ensure that they remained there. Prior to this time repairs had been largely carried out in private yards. To obtain the craftsmen required the King's Agent toured the country impressing craftsmen and labourers to work on the King's Ships at these ports. This practice of impressing men continued so far as the Dockyards were concerned until the reign of Anne early in the 18th Century. There were two reasons for resorting to this action.\n\nFirstly, it was an easy way of getting men as required, and secondly, the Admiralty paid a lower rate of wages than the private trade so there was no great attraction in Dockyard employment. There was as yet no pension or security of employment for workmen.\n\nHenry VIII gave official recognition, status, pay and permanence to the Shipwrights. The titles \"Master Shipwright\" and \"Master Carpenter\" were still used somewhat haphazardly although the first title was being more and more used. It was not until the reign of Queen Elizabeth that the title of Master Shipwright was officially recognised and conferred first on Matthew Baker in 1572. Henry VIII introduced the practice of granting annuities to \"certain Shipwrights who worked as Masters for services already performed for His Majesty and still to be performed\". The amounts were based on the Master rates and were additional to the normal earnings. The first recipient was James Baker who received an annuity of 4d a day for life in 1538, raised in 1544 to 8d a day. Peter Pett in 1543 received one of 6d a day. James Baker was the father of Matthew Baker, the first officially recognised Master Shipwright. He was said to have devised the first rules for tonnage based on internal volume from which further similar rules arose. It was not until 1871 that the present displacement tonnage was officially recognised and used for our ships. The first rules developed from our most important import trade at that time, viz: wines. The tonnage was given in terms of the number of casks of Bordeaux wine or tuns that the internal measurements would permit to be carried. In still earlier days capacity was often described in terms of the number of horses which could be carried. Matthew Baker was said to be the first man to mount heavy guns in warships.\n\nIn 1548 Smyth, Holborn and Bull termed Shipwrights, and Osborn, Anchor Smith, were granted annuities of 4d a day for \"long and good service\" and \"that .they may instruct others in their feats\". Bull's was increased to 12d a day two years later. When Matthew Baker was given the official title of Master Shipwright in 1572 he also succeeded to Bull's annuity \"with all profits and emoluments pertaining to it, to hold in as ample a mode and form as Richard Bull deceased or any other had held the office.\" One William Stephens had been referred to as the Queen's Majesty's Shipwright and was paid £20 for making the \"Leader\" barge in 1558.\n\nAbout 1582, Peter Pett surrendered his patent of 1558, receiving in exchange a new patent made out jointly to himself as Master Shipwright and his son. William Baker converted his to one jointly with a Mr. Addey. This seems to have been a form of nomination of the Master Shipwright's successor. Chapman in1587 received an annuity of 20d a day to which Bright succeeded in 1592. Baker and Pett at Chatham and Chapman at Deptford and Woolwich were the first three official Master Shipwrights. A fourth Master Shipwright was approved in 1673 when Sheerness was approaching completion. John Shish, Assistant to his father at Deptford and Woolwich was appointed, succeeded later by his brothers, Jonas and Thomas. Chatham had in the interim lost one Master Shipwright's post to Portsmouth. These annuities were paid in addition to the normal wage of 2/- a day. In addition there were Exchequer grants. Baker for example received \"a pension of £40 per year in recompense of his service in building the Merhonour\". Phineas Pett had a similar grant later. Baker's total emoluments were quoted as £94. 15. 0. per year, Pett at that time received £54. 15. 0. per annum. At the end of the 17th Century the pay of the Master Shipwrights at Chatham, Woolwich and Portsmouth was £200 a year with £150 a year for those at Deptford, Sheerness and Devonport. Slightly later they all received £200 a year. In addition they were apparently paid for overtime or tides. In the quarter ended 31st March, 1685, it is recorded that the Master Shipwright at Portsmouth received extra pay for 21 nights and 54 tides - £3. 15. 9., and also retained the wages of his apprentices - £30. 14. 4.\n\nThe Report of the Committee on Fees in Public Offices in 1786 gives some information as to salaries at that time. We read that the Comptroller of the Navy had a salary of £500 per annum which was increased by fees to £994. The apprentices to the Master Shipwright paid him premiums of from 20 to 50 guineas a year and he .also benefited by the wages of his apprentices to the extent of £150 to £200 a year. In addition he received fees when appointing a clerk of from 200 to 300 guineas. A further emolument was the reward for safe launching of ships, when he received a piece of plate of value £30 (or the money) for a 1st rate or £10 for a 5th or 6th rate. In 1802 the Master Shipwrights at Chatham and Portsmouth received £700 per annum; others received £650, while Assistant Master Shipwrights received £360 per annum. In 1832 all Master Shipwrights are quoted as receiving £650 per annum with £400 per annum for Assistants. These salaries in 1802 were intended to consolidate salaries, allowances and all fees but up to 1887 the Master Shipwright did receive a fee of £50 for launch of an armour plated ship over 3000 tons, and £40 for a launch of 1500 - 3000 tons.\n\nIn 1603 a private shipbuilder, Stevens, was \"granted the office of Master Shipwright when one becomes vacant, no one else to be admitted to that office until Stevens has been installed\". This appointment of an outsider seems to have created a stir in the ranks of Yard Officers who hoped to get the next vacancy. Stevens is said to have been made Master Shipwright at Portsmouth in 1614. The holding of a patent as Master Shipwright did not entitle a man to appointment to a port as such. This had to await the Lord High Admiral's warrant. During the 17th Century, several Naval Carpenters secured minor posts in the Yards by influence. Some of them got promotion, a few becoming Master Shipwrights and one or more Surveyors of the Navy. At this time too several Master Shipwrights, Phineas Pett, Taylor, Tippets, Deane, and Lee became Navy Commissioners. In 1714 it was decided that in future the Commissioners should be Naval Officers.\n\nThe remuneration received by these early Master Shipwrights was somewhat meagre. The Master Shipwright of the prosperous East India Company received a salary of £200 per annum. As a consequence our Master Shipwrights looked about for other means of adding to their income and, if report be true, these were not always above suspicion. Many of them kept private Shipyards and this in itself was scarcely a desirable thing. In 1591, Chapman, Master Shipwright at Chatham, owned a private yard at Deptford and was paid the Government bounty of 5/- a ton for building the \"DAINTY\" of 200 tons \"as an encouragement to him and others, to build like ships\". Phineas Pett was paid a like bounty for building the \"RESISTANCE\". This practice was stopped in 1652 as open to abuse. The Surveyor of the day, Holland, proposed to give the Master Shipwrights a salary of £1000 a year provided they confined their work to the Yards, but this was not accepted and the salaries were not altered.\n\nThe Petts were a famous family of shipbuilders who, over two centuries from the reign of Henry VII to that of William and Mary, supplied us with seven Master Shipwrights, one Principal Officer of the Navy, four Navy Commissioners and many other Dockyard Officers. Phineas and Peter were common names in the family.\n\nThe majority of these Master Shipwrights died in harness. Phineas Pett died at 77, Jonas Shish at 75 years of age, There was no retirement as we know it now. The Master Shipwrights and most other Yard Officers were recruited from the families of Yard Officers. The Master Shipwrights were each allowed five apprentices or articled pupils at a premium. These were as a rule the sons of colleagues or relatives. After completing a seven year apprenticeship they were given jobs as Quartermen and thence were selected for local promotion to Foremen, Overseers, Master Mastmakers, Master Boatbuilders, Master Caulkers, Assistant Master Shipwrights, after which they might become Master Shipwrights or sometimes later a Navy Commissioner, or Surveyor of the Navy. The privilege of these articled apprentices was withdrawn from the Master Shipwrights in 1801.\n\nAt the end of the 16th Century, the Master Shipwrights of the country joined in an agitation to have powers to regulate the industry throughout England and Wales and finally obtained a Charter for a Shipwrights' Society in 1605 which was replaced by a somewhat stronger Charter in 1612. The trade was growing in numbers with the growth of the mercantile marine at well as the Navy. The Master Shipwrights asserted that the newcomers to the trade were not sufficiently skilful and that \"ships were built neither strongly nor well\". They also wished to keep the secrets of their art from all foreigners. The Charters gave powers to the Society to regulate pay, training and apprenticeship, design, etc. and to discipline the Shipwrights, punishing men who left their work or became mutinous. All Shipwrights were to be compelled to join the Society. Its funds were to be drawn from dues collected by them from all Shipbuilders on each ship built.\n\nBaker was the first Master with two Dockyard and two private Master Shipwrights as Wardens. Later the Masters and Wardens were drawn chiefly from the private trade.\n\nThe Society in these early days was not very successful. There were other societies in the various ports which, though not having official status, refused to acknowledge the overlordship of this Shipwrights' Society. They also had the greatest difficulty in collecting the dues without which they could not carry on.\n\nThey did have a measure of power in the Dockyards. Prior to this time it was the custom for the King or Lord High Admiral to decide when and where new ships should be built, their tonnage and characteristics. The Master Shipwright produced the design and built the vessel. Not a great deal was known about the theories of line, stability, sailing powers, etc. Designs were largely based on former vessels reported to have good qualities. If a vessel proved on launch to be somewhat tender the remedy was to girdle the vessel, i.e. to put on one or more extra thicknesses of planking in the vicinity of the water line. I seem to have met girdling in later days. The Shipwrights' Society acted as a check on the workmanship and design of ships built in the Yards, in conjunction with some of the Trinity House Brethren. They also surveyed vessels for defects and advised as to the repairs necessary and certified tonnage.\n\nIn 1633 a new ship was found seriously deficient in stability despite all this. This brought about further control of design. In September, 1634, the Admiralty directed that the Principal Officers of the Navy call together the representatives of the Shipwrights' Society, Trinity House, some of the ablest Sea Commanders, the Master Attendants and Master Shipwrights of the Yards to determine and report the best dimensions of future new vessels. The Admiralty would order the ships to be built to these dimensions, the responsible Master Shipwright forwarding a complete model of his proposed design to the Admiralty for Board approval. A little later, in 1677, standard dimensions for the various \"rates\" of ship were fixed by the Board after consideration of reports from the various Master Shipwrights and the remarks of the Surveyor and Commissioners. This remained the practice until about 1745 and was the first stage in transferring responsibility for design from the local Master Shipwrights to the Navy Board. Since 1755 all ships have been designed by the Surveyor of the Navy, now the D.N.C.\n\nI have written elsewhere of the development of the science of Naval Architecture in this country in the 19th century and the Schools of Naval Architecture. We were woefully behindhand, so much so that it was a condition of the students of the First School that they must be able to read French with ease so that they could study books on Naval Architecture in French. A Select Committee of 1819 however cancelled this requirement. They were afraid that on completing their training these young men would seek employment abroad. In that same year we read that the Surveyor of the Navy was a man of little education but had made improvements.\n\nThe history of Surveyors commences in 1545 with the appointment of a Surveyor of Ships and Rigging. This Officer became Surveyor of the Navy in the early 17th Century. The Surveyors from 1545 to 1672 were apparently a mixed lot. It is noted by one writer that they included four Sea Officers, four Clerks, two Shipowners, two Nondescripts and one Court Favourite. Tippets held the post from 1672 to 1692. His successors up to 1832 were selected from Master Shipwrights. During the wars of the 18th Century the office was held jointly by two Surveyors. In the early 19th Century the number was increased to three, assisted by two Assistant Surveyors chosen from Master Shipwrights. One of these Surveyors would appear to have had a special Charge of Stores. From 1832 to 1847 the Surveyor was a Naval Officer, Symons, said to have \"no scientific training but an aptitude for design.\" His designs were strongly criticised by ex-Students of the School of Naval Architecture. His successor was also a Naval Officer but he was not to prepare in detail the lines of new ships. A Council of Science, consisting of former members of the School of Naval Architecture, were appointed to advise the Board Surveyor on design. Soon after, Isaac Watt was selected as Chief Constructor of the Navy, to be followed in due course by Sir Edward Reed. In 1875 the term \"Constructor\" came into being and the rank of Master Shipwright disappeared.\n\nUp to the early years of the 19th Century all Yard promotions were by selection, local in the case of subordinate officers. 1847 saw the introduction of promotion by examination to the post of Assistant Master Shipwright. During the ensuing years the ex-students of the Schools of Naval Architecture, on satisfactory completion of their training there, were appointed as draughtsmen or Assistants to Foremen and had to rise to posts as Foremen and Assistant Master Shipwrights or Constructors by taking further examinations in the ordinary way. Lord Brassey's Committee reported strongly against the practice of keeping highly trained men in these lower posts. His recommendations led to the introduction of the Assistant Constructor and the formation of the R.C.N.C. in 1883.\n\nAn Order of 1st April 1885 lays down the duties of Assistant Constructors as:-\n\nA.C. 1st Class - to take charge of Drawing Offices, conduct special experimental investigations, act as Foremen of the Yard and could be employed as Overseers.\n\nA.C. 2nd Class - to supervise the record of weights of material worked into ships building, to prepare calculations of weights carried and other estimates of draught and trim. To be employed also at Admiralty, as Overseers or Assistant Overseers or as professional Secretary to the Chief Constructor.\n\nA.C. 3rd Class - to supervise the weights of materials worked into ships and to follow A.Cs 2nd Class.\n\nThus the Corps and its predecessors started as chiefly Dockyard Officers the balance having shifted since in favour of Admiralty employment. I have no actual figures for the proportions prior to the formation of the Corps in 1883 but obviously the numbers of those we now call Constructor Officers at the Yards in those days were many times the number at the Admiralty. At the time of the formation of the Corps it would seem that about 70% of the Corps was stationed at the Yards. By 1887 the proportion at the Yards was two-thirds. The numbers in the Corps were then only 65. The Portsmouth Staff consisted of a Civil Assistant, a Chief Constructor, two Constructors and eleven A.Cs, plus another A.C. 1st Class as Surveyor of Stores. By 1903, when I first joined Keyham, the Corps had increased to 81, equally divided between the Admiralty and the Yards. The Corps had increased to 120 when I joined the Admiralty in 1912. There had been several large new entries. The Dockyard proportion had fallen to about one-third. At this period almost two-thirds of the Corps were A.Cs, and only one-eighth were of ranks higher than Constructor. By 1905 the A.C. proportion had fallen to about 40% and higher appointments than Constructor had risen to 25%. The one-third Dockyards proportion was roughly maintained until the last war. Now the proportion at Headquarters had risen considerably.\n\nReference will be made, in the next Chip to the Shipwrights from whom the Constructor Dockyard and Admiralty Officers have so largely been drawn.\n\n(Editor's Note: This article is in continuation of former articles which have appeared in Journal No. 23 onwards)."
}
