{
	"title": "CHIPS FROM A PORTSMOUTH BASKET",
	"subtitle": "by E.S. Curphey",
	"section": "23. OTHER YARD OFFICERS",
	"content": [
		{
			"heading": "SECRETARY",
			"text": "In the early days we have seen that the Keeper of the Dock was allowed 6d a day to pay the wages of a Clerk. The early Commissioners were allowed £50 and £60 per annum for two Clerks. In these cases the Officer could appoint a clerk or clerks of his own selection and determine the rate of pay he would give out of his allowance. Eventually a Chief Clerk was allowed the Commissioner at an approved rate of pay. On 26th June, 1822, this Chief Clerk was given the title of Secretary to the Commissioner and from June, 1832, the present title of Secretary to the Admiral Superintendent."
		},
		{
			"heading": "MEDICAL OFFICER",
			"text": "The first record of a Surgeon is dated 16th March, 1688, and it would appear that at first the workmen contributed to his payment at the rate of 2d. per month. The Surgeon continued until 1854 when a Staff Surgeon was appointed. In 1875 the post was raised to Fleet Surgeon, the new title of Surgeon Commander appearing in October, 1918."
		},
		{
			"heading": "STORE RECEIVER",
			"text": "In the middle of the 19th Century there was an officer of this title who I assume was the forerunner of the present Surveyor of Stores. Earlier there was a separate Timber Inspector whose duties in those days were naturally fairly extensive."
		},
		{
			"heading": "CLERK OF THE CHECQUE OR CHEQUE",
			"text": "This is one of the earliest Dockyard Departments and in those days as one holding the purse strings a very important one. It appears probable that it existed early in the 17th Century at least, and continued as such until 30th March, 1830 when, for some unknown reason, it was abolished and its duties were carried out by the Store keeper. It was restored as a separate Department on 1st April, 1865, with the title of Cashier's Department which it still carries. The Department originally was the representative, in the Yard of the Treasurer, the senior member of the Navy Board. Subsequently it became the representative of the Accountant General and now the Secretary of the Admiralty in his capacity as Accounting Officer. The Clerk of the Checque was responsible for payments of salaries and wages to the staff of the Dockyard, to the Officers and men of the Ships in Ordinary, the payment of Officers and men whose ships came to the Port to pay off and such payments as Officers and men of ships commissioning were entitled to before going to sea. He was responsible for the attendance and checking of all Dockyard workmen \"by calling them on and off the works\" to make sure the men on the books were actually serving in the Yard. Similarly he had to visit the Ships in Ordinary and muster the men by day and by night as Officers and men had a habit of going ashore without leave. On the return of a ship to pay off, the Clerk of the Checque had to go on board, muster the Officers and men, and with the assistance of the purser, make out warrants for the amounts due. These warrants had to be sent to the Navy Board Pay Office for countersigning by the Board, after which they were authority for payment by the Clerk of the Checque or at certain other Pay Offices ashore. This system of payment ashore avoided the carrying of large sums of money in the ships. In the 17th Century, however, there were complications when as for Dockyard wages there was no money in the Pay Offices to meet the liability. This caused great hardship to the Officers and men concerned. In the 17th and 18th Centuries, in order to check the irregular entry of supernumeraries and \"Servants\" (we would now call them cadets) - a rather common practice in those days - the Clerk of the Checque had to go off and muster the ship's company whenever a Portsmouth ship in full commission arrived at the Port. The Clerk of the Checque was truly a busy man and we rather feel for him when in 1730 he reports that: 'Spithead is hardly ever without some ships, frequently a good many. Seldom many days pass but some ship drops in and they must be mustered. It is a great row out and frequently we are obliged to go in bad weather.'"
		},
		{
			"heading": "CLERK OF THE SURVEY",
			"text": "Again one of the earliest Departments of the Yard, going back to the early 17th Century or earlier. Tippets, later successively Master Shipwright, Commissioner and Surveyor of the Navy, was at one time a Clerk of the Survey. The Office was abolished in September 1822 and its main duties transferred to the Clerk of the Checque and to the Master Shipwright in other respects. The Clerk of the Survey was the local representative of the Surveyor of the Navy. He carried out the survey of ships, docks, wharves, buildings, and surveyed stores as regards condition and fitness for service. He visited ships on arrival, made out the lists of work to be undertaken while in the Yard and checked the inventories and expenditure of stores on charge to the Bos'n and Carpenter."
		},
		{
			"heading": "EXPENSE ACCOUNTS OFFICER",
			"text": "We gather that until the early years of the 19th Century accounting of this nature, so far as it occurred, was done by the Clerk of the Checque, excepting for a period from 30th March, 1830 to 1st April 1865 when the Department was abolished and its duties were carried out by the Storekeeper. It was finally established as a separate Dockyard department on 1st April 1856, with the style of Accountant and continued as such until 2nd August, 1887, when the title was changed to Officer in charge of Expense Accounts. During these years the Director of Expense Accounts seems to have been a part of the Controller's Department. Later it came under the Civil Lord and is now a part of the Secretariat. The Barham Committee in 1806 proposed the appointment of separate Master Measurers with the status and pay of a Foreman of the Yard and Sub-Measurers who ranked with the Quartermen so that there might be independent measurement of the work done under the then systems of Payment by Results, viz. Task, which was a type of Squad System for New Construction, and Job, which was the equivalent of Piece Work on Repair Work. These Measurers were on the staff of the Master Shipwright and responsible to him. They were chosen from the most capable Quartermen or Shipwrights. We may take this possibly as the forerunner of the Expense Accounts Department. Master Measurer was one of the jobs which it was proposed should be a stepping stone to higher rank for those who passed through the First School of Naval Architecture."
		},
		{
			"heading": "BOATSWAIN OF THE YARD",
			"text": "This Officer is on the Staff of the Manager Constructive Department but the post has a history going back to the early days of the Yard when Captains, R.N. held the post for a time. From the early 17th Century it seems to have reverted more or less to its present form being held by a Boatswain until 1883 and later by a Chief Boatswain."
		},
		{
			"heading": "CLERK OF THE ROPEYARD",
			"text": "This officer was in charge of the separate Rope Yard with the Master Ropemaker in charge of the actual manufacture. The Ropeyard was a separate Department of the Yard and in those early days a very busy one. We find the Clerk of the Ropeyard reporting to the Navy Board in August 1663 that he was 'Much obstructed by mutiny of the workman. By hasty spinning they finish what they call a days work by dinner time and refuse to work until 4 o'clock. Yesterday 25 of them left work to go to the alehouse where they still remain. Recommend that their day's work be portioned out, each man to spin 96 lbs weight and 21 threads in length which they can easily do. Request authority to discharge a couple of ringleaders in case of Opposition.'"
		},
		{
			"heading": "MASTERS",
			"text": "There were many Masters, with Foremen as subordinates, in charge of various sections of the trades and shops of the Yard under the Master Shipwright in the early days, viz. Master Caulker, Mastmaker, Boatbuilder, House Carpenter, Joiner, Smith, Bricklayer, Pump Maker, Painter, Blockmaker, etc. The Master Sailmaker and Master Rigger were under the Master Attendant. Most of these Masters disappeared about 1822 when the Dockyard was much reduced. The Master Smith, however, continued until fairly recent times, while the title 'Master Rigger' still exists though now a Naval Officer. At the same time the Foreman of most of the minor trades were abolished, leaving a limited number of Foremen under the Master Shipwright and his Assistant Master Shipwright with the title 'Foremen of the Yard.' This title remained unaltered when later Foremen were reintroduced in other trades. Previously, in the 17th and 18th Centuries there were Foremen of Shipwrights as in other trades."
		},
		{
			"heading": "QUARTERMEN",
			"text": "Probably so called from the 'quarters' of the ship, it being generally assumed that in building work they were each responsible for one quarter. Each took charge of a gang of Shipwrights, usually 15 men and four or five apprentices."
		}
	]
}
