[{
  "_id": {
    "$oid": "684195f3fed581de5854354f"
  },
  "title": "Chips 1",
  "subtitle": "The History and Abuse of the 'Chips' Privilege in the Dockyards",
  "section": [
    {
      "title": "Introduction",
      "content": [
        "In view of my heading it is perhaps appropriate to start with this subject which has nothing to do with the potato but refers to the taking out of the Yard of useless chips of timber 'such as fell from the axe'. Constant reference is made in old documents to the understandable abuse of the privilege. Attempts, generally unsuccessful, were repeatedly made to abolish this perquisite but without success until the beginning of the 19th century. There were three main reasons for this privilege:",
        [
          "the scarcity and dearness of coal in the South of England,",
          "the low rates of wages,",
          "the fact that salaries and wages would be months and sometimes a year or more in arrears."
        ]
      ]
    },
    {
      "title": "Development of the Custom",
      "content": [
        "In later years when the custom became more or less established the local Officers tried to keep the chips below a limit of three feet in length and to look the other way if the rule limiting the amount to 'such is could be carried under the arm' was broken. A contemporary writer explains that this local rule had a great effect on the domestic architecture of houses in the Portsmouth district in regard to width and design of stairs, windows, shutters, doors, cupboards, etc. If waste material was not available of the right size, the workmen cut up good timber to provide them with chips. Not only did the Admiralty lose great quantities of valuable materials but also the cost of the time taken by the men in making and collecting the chips in working hours. It is on record that a visit paid to the house of the Master Ropemaker in those olden times showed that not only had he a fine double bedstead made from 'chips' but also two coffins against the day when he and his wife would require them.",
        "Naturally other things could also be taken out of the Yard in an alleged bundle of 'chips' three feet long carried over the shoulder. Pilfering was rife. Not only chips were taken out. In 1785 we find the Admiralty issuing an order that 'no person is to pass out of the Dock gates with great coats, large trousers or any other dress that can conceal stores of any kind. No trousers are to be used by the labourers employed in the Storehouses and if anyone persists in such a custom he is to be discharged the Yard.'"
      ]
    },
    {
      "title": "Attempts at Regulation",
      "content": [
        "In the reign of Charles I we find it recorded that 'the infinite abuse and prejudice the King has in all or most of his Yards under colour of chips is intolerable'. An attempt to end the privilege in 1643 failed. Under the Commonwealth in 1650 when wages were by and large paid regularly, abolition was again attempted with compensation of an extra 1d. a day in wages, but before 1650 the privilege had been restored.",
        "On 4th November, 1574, the Navy Board ordered that 'no old wood ripped from any of His Majesty's Ships, firing or chips of any kind shall from this day be enjoyed by any Officer of the Yard by the name of perquisite or carried away by workmen or people belonging to the Yard but shall be laid aside in some convenient place for sale'. It is reported that the scheme failed to work as no buyers come forward. Gentle persuasion perhaps.",
        "An old historian writing in 1677 states that \"His Majesty and their Lordships did conclude it expedient at this time to settle the workmen at liberty to serve themselves with the chips as heretofore they have done.\" But not by any public warrants to license thereto but by a silent connivance permitted to the Officers of the Yard to give way to the workmen falling to their ancient practice of gathering chips at their leaving off work\". This 'connivance' seems to have remained from that time forward although locally attempts were made to keep the privilege within bounds.",
        "In 1589 we find reference to 'the common practice of Shipwrights and others to carry out such burdens of chips that they can hardly stand under, split up on purpose in bundles to carry out of the Yard'. The Porter was instructed not to allow such loads to be taken out of the Yard. The order remarks that 'the workmen do not a stroke of work the time they are in the Yard in rainy weather'."
      ]
    },
    {
      "title": "Further Restrictions and Abuse",
      "content": [
        "In 1695 the Admiralty again tried to restrict the amount 'law-fully to such as fall from the axe'. Chips were not to be gathered and laid aside excepting at noon during the winter months or at evening bellringing in the summer months. Anyone found laying them apart at any other time was to be mulcted in one week's pay. No more was to be carried out than 'as could be taken handsomely under the arm according to the custom at the other Yards.'",
        "Two years later the Admiralty ordered the discharge and mulcting of Shipwrights guilty of carrying out bundles of chips bound with rope or cord or carried over the shoulder or using the lapels or skirts of their coats to help in the carrying.",
        "In 1698 the practice of chip women was instituted. These were the poor women of Kingston and Portsmouth who were allowed to enter the Yard between 9 a.m. and 11 a.m. on Wednesdays and Saturdays to gather chips. A few years later the Commissioner having found that the chip women were 'mostly sisters, cousins and aunts of the Dockyard men' issued orders that the only chip women to be allowed were those certified as indigent by the Clergy and Poor Officers."
      ]
    },
    {
      "title": "Persistence and Final Abolition",
      "content": [
        "We find constant reference to trouble arising over chips in the Yards in the years that followed. It is evident that by this time the men regarded the 'chips' as an integral part of their wages whatever orders the Navy Board might issue in the matter.",
        "In 1770 an anonymous pamphlet was issued widely in the South of England titled 'A Plea in favour of the Shipwrights belonging to the Royal Dockyards'. Amongst other things this 'plea' suggested that the chips privilege should be commuted for an increase in wages of 5d.a day. This proposal was 'not approved' by the Admiralty.",
        "In 1783 further trouble arose when the Shipwrights and Carpenters refused as a body to restrict chips to 'such as can be carried under the arm'. The Navy Board issued an order censuring the Yard Officers in the following terms: 'We have desired Commissioner Martin to communicate to the Shipwrights our resolution of discharging every man that presumes to act contrary to the Standing Orders of the Dockyard and which we should have put into immediate execution if the fault had originated with them. It is to you gentlemen that we impute their disobedience and if we are put under the necessity of discharging every Shipwright on the present occasion they will owe the severity of the example to your negligence in not executing with fidelity the orders yon are entrusted with. If the King's Service had been in any danger of suffering from the present conduct of the Shipwrights we should have proposed the immediate removal of the Officers for taking upon themselves to break through the Lord High Admiral's wishes by granting indulgences that are not contained therein and we advise one and all of you to keep in mind that although it is our intention to grant reasonable indulgence to Officers and men, that we will on no occasion hold that person guiltless who presumes to neglect or trifle with any order that is given by the Board of the King's Service'.",
        "Following the tightening up this order brought about there was considerable trouble in the Yard, We learn that 'Mr. Maddox, Foreman of the Yard, and his quarterman were attacked and stoned outside the Yard by a group of 200 to 300 workmen, watermen and people of the place'. A little later they burnt the unpopular quarterman in effigy. Ringleaders were discharged but still the chips privilege was abused.",
        "In 1788 the Commission on Fines and Gratuities suggested that the proposal contained in the 'Plea' in regard to commutation should be agreed to and in May 1801 an Order in Council followed by an Admiralty order of 29th June,1801 finally abolished the 'chips' privilege giving the workmen 'chip money' as a consolation. Shipwrights were allowed 6d extra a day, their apprentices 4d a day during the first four years of apprenticeship and 6d a day in the last three years. Caulkers, Joiners, Carpenters were allowed 4d a day extra, with 2d and 4d to their apprentices, scavengers and labourers 3d a day. At the same time the chip women were abolished."
      ]
    }
  ],
  "number": {
    "$numberLong": "1"
  }
},
{
  "_id": {
    "$oid": "68419603fed581de58543550"
  },
  "title": "Portsmouth Royal Dockyard",
  "subtitle": "",
  "section": "2. BEER",
  "content": [
    "This seems somehow inappropriate to an official Dockyard history but like the 'chips' privilege it gave rise to very much trouble. We have to remember that the ordinary drinking water of the town was not the clean water we now enjoy. Sanitation was poor and as recently as 1845 Portsmouth was swept by a cholera epidemic in which thousands died and the Yards were closed. Historians attribute this to the contamination of the wells, etc.",
    "In practice, therefore, most people drank beer in preference to water. One finds that in 1538 when the wage of a mechanic was about 5d to 6d a day, the Admiralty lodged and victualled some of the Dockyard workmen, possibly 'pressed' men or non-residents. They were supplied with food, etc. at a cost of 2 ½ d. a day and it seems to have consisted of bread, beef, ling, cod, hake, herrings, pease and oatmeal and beer. It is noted that they slept two and three in a bed and were provided with a 'Chamberlyn' to make their beds and look after their quarters.",
    "From quite an early date in the Dockyards provision seems to have been made for certain of the workmen to buy beer during working hours. An order of the 7th August, 1689 states that the 'taphouse was appointed and ordained to give a pint of drink to a man at a time when dry and that of middling and not strong beer.' The taphouse was attached to the dwelling house of the Porter at the gate. The Porter who was, so to speak, the Chief of Police, lived in the house on the right of the main gate as you entered. I imagine that this privilege was probably much appreciated by the Porter. It is evident, however, that he exceeded his instructions as we find it reported that he was in the habit of supplying strong beer and also wines and spirits and further allowing the men to remain tippling in the taphouse for long periods.",
    "On the 29th May 1589 the Commissioner accuses the Porter of 'debasing the workmen and others to the ruin of their families and other material disservice', He is given a fortnight's grace after which he is 'not to presume to sell any sort of strong liquor whatsoever or to harbour any workman in his house as he will answer contrary to his peril.'",
    "Two months later the Clerk of the Checque is directed 'as it is common practice for the workmen to be drunk with the strong beer they buy at the taphouse, to come as occasion will permit or other affairs to make an inspection of the taphouse and to taste the drink to see if it be strong or middling beer and to search the rooms and cellar and if you find any workmen at unseasonable hours absenting themselves from their duties, drinking and tippling, you are to take their names and give me an account of them and to check them upon your books that it may be deducted at pay day.' Apparently the Porter at that time was discharged. The Commissioner informs the new Porter that he is 'not to presume to sell brandy or other liquor in your dwelling house to any person whatsoever except bottles of wine if you think fit to gentlemen and strangers that come into the Yard for their accommodation.' Apparently temptation was too strong, for on the 15th April 1697 the Navy Board writes direct to the Porter, Mr. Jones.",
    "'Being informed you demean yourself very unbecoming to the Commissioner upon the place and that you neither comply with his injunction nor the Lord High Admiral's instructions and the rules and orders of the Navy settled for the government of your employment but to the contrary take the liberty of selling wine and strong beer both in your dwelling and in the taphouse to the prejudice of the Service, this is to let you know that if you do not take more care to comply with your instructions for the future and demean yourself to the Commissioner upon the place and his orders as you ought to do, we have authorised him to suspend you from your employment and to appoint another to officiate the same till further order.' The action seems a little on the weak side.",
    "At the end of 1701 we find the Commissioner instructing the Yard Officers to fit bolts to the taphouse door and for a half-door or hatch 'so that workmen may be denied admission or any of His Majesty's Servants be permitted or suffered to lurk or harbour themselves in the taphouse.'",
    "In 1801 the Porter was replaced by a Lieutenant, R.N. who was appointed Warden of the Yard. A separate tapster was appointed to take charge of the taphouse with the privilege of 'selling table and small beer under proper restraint together with an article of provisions which it may be expedient to permit Artificers to be furnished with.' This rather sounds like the forerunner of the workmen's canteens.",
    "On 29th December 1832 the Admiral Superintendent reports that on the previous Saturday a Shipwright had been found drunk in the taphouse and on being told to leave had become violent, knocking down the Warden and also two Marines who had been placed sentinel at the taphouse to prevent the 'Spartiate's people' entering the taphouse. The Shipwright was discharged and soon after the taphouse was closed and the privilege of buying beer during working hours abolished.",
    "(Ed. Note: Further articles in this series will appear in future issues)"
  ],
  "number": {
    "$numberLong": "2"
  }
},
{
  "_id": {
    "$oid": "68419608fed581de58543551"
  },
  "title": "CHIPS FROM A PORTSMOUTH BASKET",
  "subtitle": "(These contributions by Mr. E.S. Curphey, C.B.E., are in continuation of the articles commenced in Journal No. 23)",
  "section": "3. DOGS IN THE YARD",
  "content": [
    "Nowadays but few dogs are seen in the Dockyard, but at one time they could have been counted in scores. Most old pictures of shipyards show a dog or two wandering around. There was no ban on the entry of dogs, and workmen, chip women and visitors, as well as the crews of ships berthed in the Yard, brought them in as they liked. The dog population was added to considerably by strays. At that time rabies was prevalent in this country and little could be done to treat it or the unfortunate people who contracted, and died from, hydrophobia.",
    "In December 1749 the Commissioner issued an Order stating that as from that date \"for the protection of not only the Officers and their families living in the Yard, but of the workmen from the shocking and fatal consequences of being bitten by a mad dog, it being the greatest unhappiness mankind is liable to, no man or boy is to bring a dog into the Yard\". The Porter had orders to drive off or kill any dogs trying to get into the Yard and if any workman was found to have a dog in the Yard he was immediately to be discharged. The same instructions were made to apply to the dogs of the chip women. The report adds that \"a dog belonging to a ropemaker had gone mad and also that a smith's dog, thought to be mad, had bitten a man as well as several others of his own species in the Yard\". The Commissioner called attention to the great number of dogs that were taken into the Yard daily \"which may be attended by dangerous consequences if they go mad as is likely and very reasonable to suppose they may\".",
    "So to this day workmen's dogs are not allowed in the Yard.",
    "Residents, however, continue in many cases to own dogs. During my residence in the Yard I had perhaps more than most people. When the war broke out in 1939 the Admiral Superintendent issued an order that no resident was to keep more than one dog as under war conditions they might go mad, escape, and bite workmen. Unfortunately, the next day he found that the Captain of the Dockyard had two dogs so the order was withdrawn and re-issued \"not more than two dogs\". This left me the only one affected. We had four dogs and five young puppies. I could get no relaxation of the order; as a result my wife and the dogs left to live in the town and I had to remain in my official house, less house allowance. This state of affairs continued for two years until one night the Germans were good enough to damage a block of Foremen's offices. By noon next day I had vacated my house and reported regretfully that this was the only alternative accommodation available as offices.",
    "The same dogs belonging to the Captain of the Dockyard featured in another incident. One day before the war I returned somewhat late to lunch. When I reached the Parade I found a large body of workmen lined up outside the wall watching a dog fight which was going on inside between the two dogs belonging to the Captain of the Dockyard and a dog belonging to the Secretary. There was a good deal of shouting but no effective action was being taken. I grabbed two of the dogs by their tails and pulled them out of the fight, to be greeted by the Captain of the Dockyard with the enquiry as to whether I could not get hold of the other dog. The crest of my native Island is \"three legged\" not \"three handed\"."
  ],
  "number": {
    "$numberLong": "3"
  }
},
{
  "_id": {
    "$oid": "6841960efed581de58543552"
  },
  "title": "The Dockyard Regiment",
  "subtitle": "",
  "section": [
    {
      "content": "Home Guards are not a new thing so far as the Dockyards are concerned. The Dockyard Regiment of Volunteers was first raised in 1718 when there was fear of a rising under the Old Pretender. Its purpose was the defence of the Dockyard and of Naval ships laid up there. Its raising corresponded with similar action in the town. A return shows that for the first 11 years its cost averaged about £200 a year. The directions for its raising stated it was to be in 12 companies of the \"choicest workmen\", 50 in each company. Ten companies were for defence of the Yard while two companies, under the Master Attendant, would be \"available for the protection of the Navy\"."
    },
    {
      "content": "The Regiment and its numbers seem to have declined, as in 1730 the Commissioner reports that the arms belonging to the regiment are \"entirely unserviceable and not to be fired with safety\"."
    },
    {
      "content": "The activities of the Young Pretender caused a revival of the Regiment in 1744 and 600 new muskets, swords, etc. were allocated to the Volunteers by the Master of the Ordnance."
    },
    {
      "content": "In December 1745 an order was issued that bodies consisting of two Officers with 50 men of the disciplined Shipwrights were to be lodged in the Taphouse each night. For this duty they were to be allowed one day's pay for each night duty. In the morning they were to return to their families for rest and refreshment and were to be allowed that day's pay without having to come to duty but were to be readily available for military duty if required. The men were to be shifted each night."
    },
    {
      "content": "The numbers in the Dockyard Regiment were to be at once increased from 600 to 1342 and the necessary arms supplied to the men. A list of Officers of the Regiment issued in 1755 shows that military rank more or less followed Dockyard rank. The Commissioner was the Colonel, the Builder or Master Shipwright was Lieutenant Colonel. Foremen and Clerks were given ranks as Ensigns and they were instructed by Marine Sergeants and Corporals."
    },
    {
      "content": "In August 1759 the Commissioner was worried about the wooden ramrods supplied with the muskets which were constantly wasting owing to age, usage and awkwardness and pressed the Navy Board to supply him with iron ramrods which would prove an economy."
    },
    {
      "content": "By the end of the 18th century the Regiment had ceased to exist but, in view of the risk of an invasion by the French, was again revived in August 1803 with the same higher Officers as before and a total of 461 privates in five companies. At this time it was laid down that the Master Attendant and Boatswain were not to receive commissions in the Regiment."
    },
    {
      "content": "In 1847 a new body, known as the Dockyard Volunteers, was established and lasted until 1860 when it became the 3rd Hants Artillery Volunteers. In 1871 these Volunteers were amalgamated with the 2nd Hants Artillery Volunteers; these eventually became part of the Territorials."
    },
    {
      "content": "During the late war we again had Departmental Local Defence Volunteers, later the Home Guard, and they were maintained with a spirit of keenness and in full numbers until their disbandment."
    },
    {
      "content": "I managed to side track being made an officer of the Constructive Section, but I kept in close touch with them. One day I was asked if I would attend a display by the Section and afterwards say a few words. I attended and the men were first class. I said so, and particularly commended to the C.O. the keenness and ability of the Lieutenant who was in direct charge. The C.O. said \"Yes, he had worked hard especially during the last three days when he had given up his whole time to the training\". On my asking if he had taken leave specially for this, I was told \"No, - he is the Welder you suspended for three days for idling!\" The C.O., who was one of our Chargemen, got one in there."
    },
    {
      "content": "These men did sentry duty in the Yard, and the road from the gate to my house in the Parade past the C. in C’s house had them every 20 yards or so. I always felt that when the Constructive Section was on duty - many of them were apprentices - they made a point of putting the C.C. through it on his journey to his house. Certainly I had to go through the full procedure at every sentry, although each one was so close to the last that he could hear everything that happened at the last post."
    },
    {
      "content": "The first Naval sentry parties in 1939 were Naval Reservists, mostly Stokers, and we never felt very happy with them; in fact, they were dangerous, and we were glad when our own people took over. An Electrician was attached to the Section Civil Defence Headquarters whose job it was to rush round and switch off certain lights and power allowed up to the \"purple\" so that work could go on until the last minute. Once a \"purple\" came through on the 'phone and he rushed off and a shot was heard. When he came back it appeared that he had been challenged by an ancient Naval Rating from a submarine whose duties did not cover the roadway, only the submarine. The Electrician took no notice - he had a job to do. There was a report and a bullet hit the gas mask he was carrying. The Rating followed this up with a bellow. \"Next time I challenge you, stop and be identified. I won't fire in the air next time!\""
    },
    {
      "content": "Despite all this the Dockyard Home Guard did a grand job; they gave up much of their own time to extra drills and guard duty, besides being at all times ready to take on any special duty."
    }
  ],
  "number": {
    "$numberLong": "4"
  }
},
{
  "_id": {
    "$oid": "68419614fed581de58543553"
  },
  "title": "CHIPS FROM A PORTSMOUTH BASKET",
  "subtitle": "5. ROYALTY AND PORTSMOUTH",
  "section": "This contribution by Mr. E.S. Curphey, C.B.E. is in continuation of the articles previously printed in Journals Nos. 23 and 24",
  "content": "In this Coronation year, it is natural that we at Portsmouth should have in mind the very close connection that has always existed between the Monarchy and Portsmouth and its immediate vicinity. The island of Portsea was at one time looked upon as a part of the estates of the ruler of the day. Its strategic position in the wars with France and its natural formation gave it an exceptional place in the plans of rulers of those early ages. Later its position as the premier Naval Base and Dockyard, its fine spacious and sheltered waters and its closeness to London have all helped to establish it as the centre for Naval and Military assemblies and reviews, while in its dockyard have been refitted a succession of Royal Yachts. From the dockyard, Royalty has embarked on various tours abroad and disembarked on their return. In the words of one of its famous sons, Sir Walter Besant, 'Portsmouth and its waters have satisfied, as no other port in the kingdom could, all the requirements of a Naval port and base'.\n\nWhen we come to record this very close Royal connection, the problem is to know where to start; perhaps it should be with the days when Portchester was the seat of an Imperial Court.\n\nCarausius was a Belgic sailor who was given charge of a Roman Fleet with orders to destroy the pirates who were harrying the coasts of that Empire. He found that it paid him better, personally, to wait until the pirates had completed their raids and then capture them with their loot which he confiscated for his own use. The Romans found out about this irregular practice and Carausius fled with his fleet to Britain in A.D. 286, taking up his headquarters at Portchester. He was welcomed by the Britons and the one Roman legion remaining in this country and assumed the style of Emperor. So powerful was he that Rome acknowledged him as such pending their being able to get together a sufficient force to destroy him. While they were on the way, his second in command assassinated Carausius and set himself up as Emperor. He was in turn destroyed by the Romans whose fleet slipped past his ships in a fog at Spithead and landed at Portchester in strength. From that time the Romans maintained a Naval Arsenal at Portchester until they vacated Britain.\n\nThe growing size of the ships of the day and the silting up of the upper stretches of the harbour caused the removal of the base from Portchester to a position at the mouth of the Harbour and thus Portsmouth arrived and grew from a small fishing village to the great city we know to-day.\n\nThe Danes found Portsmouth a convenient landing place and base for their raids on Dorset and Hampshire. Alfred in his bitter battles with the Danes saw that the only way to keep them in check was to meet and beat them at sea and so he set about the building of our first Navy. After varying fortunes and finally the building of better and larger ships than those used by the Danes, also the engagement of foreigners to help work his ships - the natives of this country were not good seamen in those days - he met the Danes in the Solent and gained an important victory which he strengthened by a further victory in the Channel and obtained control of these waters. Edgar carried on the good work and established the first Channel Squadron with headquarters at Portsmouth.\n\nHarold had gathered a considerable fleet in the waters around Portsmouth in 1066, but was misled by reports from Normandy that William had abandoned his projected invasion of this country. He dispersed his fleet to their home ports and as a consequence William landed at Pevensey without opposition from our ships.\n\nIn 11OI Robert of Normandy landed here to make his bid for the Crown but, neither side being anxious to commence fighting, a negotiated peace left Henry in possession of the English Crown. Henry I granted the first Charter in 1106 to the 'approved men of Portsmouth'. In 1122 we read that he spent Whitsuntide here. Portchester Castle remained a Royal headquarters and stronghold. When Henry I was on the point of embarking here on his last expedition against Normandy in 1133 an earthquake and eclipse occurred which rather scared its members.' As a thank-offering for his escape Henry built a church inside the walls of his castle at Portchester.\n\nIn 1139 Matilda landed at Portsmouth on her quest for the English Crown. Her opponent, Stephen, brought Gosport into the picture. It was then a very small village. On his way back from Normandy later in his reign he met a South West gale and ran for the harbour, sheltering in the lee of Gosport. In gratitude for his escape and the loyal reception given by the inhabitants, Stephen's brother Henry, Bishop of Winchester, named the place 'God's Port' and gave the inhabitants a Charter allowing them two fairs annually and three market days weekly.\n\nHenry II, it is recorded, make his will by the seaside at Portsmouth before his departure for France from here in 1182. Richard I, shortly after his return to England on release from captivity on the Continent, collected an army and fleet at Portsmouth to invade France on what was to be his last journey there. He was delayed here by contrary winds and before sailing granted Portsmouth a new Charter. This was one method of raising funds in those days but no doubt his subjects at Portsmouth had done much to help him fit out his ships and army.\n\nJohn on his accession renewed this Charter but placed the control of the Customs here under Southampton for an annual payment of £200 to cover both towns. This was a bone of contention for many years and the condition existed nominally until 1835 although an agreement was soon reached between the towns to share the profits.\n\nKing John and his Queen feasted in 1201 in the King's Hall built by Richard I at Portsmouth and in 1212 he gave orders for the building of a wall round his 'dok' at Portsmouth. This 'dok' is supposed to have been at the entrance of a creek which existed where the 'Vernon' Establishment now is. It was not a 'dry dock' as we know such a place today, but rather an area of beach where vessels were hauled up as high as possible for repair. Some historians think that a trench was dug to receive the vessel and its lower end stopped with brushwood and clay.\n\nBy this time Portsmouth was the acknowledged Assembling Port and succeeding monarchs used it in the invasion of France. Henry III assembled armies here on various dates. In 1253 he had a fleet of over 1,000 transports at Spithead.\n\nEdward III's, invasion of France in 1346 caused 1,600 ships to assemble here and an army of over 32,000 men. Just before this time the town had been raided three times by French forces and burned. As a result, Edward gave a mandate for its fortification, paving with stone, and enclosure in a wall.\n\nIn 1386 the Duke of Lancaster sailed from the port against Spain with a fleet of 1,287 ships and an army of 20,000 men at arms and 8,000 archers.\n\nHenry V used Southampton as his assembly port and victualling base. After his death the Navy was allowed to disappear, being reduced to three dismasted hulks. Margaret of Anjou landed here in 1445 and was married to Henry VI at Southwick.\n\nIn 1475 Edward IV reviewed his entire army of 30,000 men on Southsea Common and commenced the further fortification, of the town which Richard III advanced in his short reign.\n\nHenry VII may be said to have finally established Portsmouth as a Naval Base although keeping Southampton as his Victualling Base. He gave orders in 1495 for the building of the first recorded dry dock in this country at Portsmouth, it is believed somewhere in the area now covered by No. 1 Basin. He visited Portsmouth, we read, in 1512 and there appointed Captains to his ships of war.\n\nHenry VIII was responsible for a considerable strengthening of the Navy and for putting its administration on a proper footing. He created the forerunners of the Navy Board, including the Surveyor of Ships and Rigging. At Portsmouth he set up an Admiralty Victualling organisation commencing by building 'four great brew houses In the town near a spring of sweet water with the implements to serve his ships at such time as they go to sea in time of war', and also protected the harbour with a 'mighty chain of iron' across its mouth. One report from his Admiral complained that 'he could not get enough victuals for his fleet and hopes to effect some great displeasure on the enemy if the wind and victuals serve doubting much more of the victuals than the wind'.\n\nHenry VIII was present in the town in 1545 with the intention of reviewing his considerable Fleet lying at Spithead when news came that a large French fleet was cruising off the Isle of Wight. The French Admiral sent in a fleet of light, swift galleys to attack our ships at anchor. The English fleet had no galleys and were held at anchor owing to lack of wind. The French effected some considerable damage before an offshore wind sprang up, enabling our ships to weigh and beat off the French. It was in this action that the famous 'Mary Rose' capsized. This vessel of 500 tons was built at Portsmouth in 1509 and was the pride of the Fleet. She carried 85 guns of which 33 were serpentines, 26 stone guns and 10 murderers. It was said that this assembly of the Fleet provided the germ of our National Anthem. The password for the Fleet at night was 'God save King Henry' and the answer 'Long to reign over us'.\n\nWith the accession of Queen Elizabeth a new era of importance seems to have dawned for Portsmouth. Edward VI had visited the town and been very critical of its poor fortifications but little seems to have resulted either in his reign or that of Mary. After her first visit in 1560, Elizabeth gave orders for the development of the resources of the town and its better fortification. The expense of these works at Portsmouth and at certain other towns was met out of the profits of what is believed to have been the first State Lottery held in this country, the draw occurring in 1569. Four hundred thousand tickets were issued at 10/- each. Each subscriber was certain of getting 2/6d back after the draw. There were 28 prizes of £100 or more with a first prize of £3,000 with £2,000 worth of plate and tapestries or linen. At a later visit in 1582 the Queen reviewed her fleet at Spithead and for the first time yards were manned and a Royal Salute fired on the Queen's appearance.\n\nIn 1623 the Prince of Wales, later Charles I, landed here after his tour abroad and a memorial bust, said to have been paid for by himself, was placed in a niche on the front of the Square Tower in High Street where it still remains. An inscription was placed under the bust which recorded the event and ended 'there was the greatest applause and joy for his safety throughout the Kingdom that was ever known or heard of.' This part of the inscription mysteriously disappeared.\n\nCharles I came to Portsmouth in 1631 to see 'his shippes in ye Harbour'.\n\nIn the Civil War, Gosport declared for the Parliament but Portsmouth remained a Royalist stronghold to which the Parliamentarians laid siege, the town .falling in 1642. Three years later the town was attacked by the King's forces but they found the defences too strong for them and retired after wreaking their revenge on Gosport.\n\nThe next Royal event of importance seems to have been the arrival here of Catherine of Braganza, the Queen-to-be of Charles II. She landed at the Sally Port on 14th May, 1662. Charles arrived six days later and the marriage took place the next day. Dissensions arose between Bride and Groom as to the form of the marriage. Catherine was a Catholic and insisted on a marriage in that faith. Charles insisted on a Protestant marriage. So eventually a quiet marriage took place in her bedroom in the early morning, followed later by a public ceremony in the presence chamber in the Governor's House - not in the Chapel - in accordance with Protestant rites. All these took place in the Domus Dei on the site now occupied by the Garrison Church. Charles and his Queen remained at Portsmouth for a week due to the difficulty in getting enough carts to transport the new Queen's numerous retinue and their effects. During that time he reviewed his Fleet at Spithead, inspected the Dockyard and the work on the 'Royal Charles' then building in the Yard, the largest vessel of her time. He expressed himself delighted at everything. About this time the famous Grinling Gibbons was employed in the Yard as a carver, particularly of figureheads. He later made his way to London, to the patronage of the King and fame.\n\nCharles II paid several visits to the town and to review his Fleet, as did also James II who was keenly interested in the Navy and an active Lord High Admiral.\n\nIn 1698 Peter the Great paid a visit to Portsmouth and it is said the first Naval sham fight was arranged in his honour at Spithead.\n\nIn 1703 Queen Anne paid us a visit. Prior to her visit the Military Governor had prohibited the building of houses by the Dockyard workmen on Portsea Common as they would mask their batteries. The Queen was disposed to agree with him, but her Consort, Prince George, took the side of the Shipwrights and eventually the Queen overruled the Governor and thus started the separate town of Portsea which within a short time had a population much greater than that of Portsmouth itself.\n\nThe Georges continued these Royal visits. Thus in 1773 we hear that George III and his Queen and family paid a visit of about a week's duration, staying with the Commissioner at his house in the Dockyard.\n\nFurther lengthy visits are recorded in 1778 and 1794. His visits included a review of the Fleet, visits to individual ships, inspection of the Ships in Ordinary and of the Dockyard, Victualling Department and Gunwharf, as well as reception of the Civic and Military authorities. There was a ceremonious reception of the Royal Party. The Dockyard Ropemakers claimed their ancient privilege of escorting the King into the town. He was met well outside the town by 40 Ropemakers attired in white jackets and nankeen trousers, wearing purple sashes ornamented with the Royal insignia. They were led by five Conductors armed with short staves and each Ropemaker carried a white wand. From time to time the procession halted and the Ropemakers led with three lengthened cheers to which the multitude responded. On arrival at the Dockyard the procession was met by all the workmen wearing green boughs in their hats and appearing at a distance like a walking wood. On his departure from the town the King was escorted out of the town by the Dockyard workmen carrying laurel branches and wearing blue ribbons in their hats. The last mention of these ceremonies appears in connection with the Royal visit in 1814. On departure from the town the Royal visitor left behind a sum of money. Thus in 1773 George III left £1,500 to be distributed amongst the artificers in the Dockyard, Victualling Department and Gunwharf, as well as other sums for the crews of the Royal Yacht and ships he had visited and for the poor of the town. He also ordered the release of all prisoners confined for debt. The account adds that in addition the workmen in the Dockyard received a week's pay and a half holiday on each day of his visit. The visits were popular -as might be expected. In the 1814 visit the sum left for the Dockyard was £3,000.\n\nAt his visit to the Naval Bakehouse the King was presented with a newly baked ship's biscuit. The King ate the biscuit while walking through the streets after leaving the Bakehouse. As a result it became fashionable for Portsmouth society to parade the streets eating biscuits.\n\nWe learn that it was usual at this time for the Dockyard workmen to celebrate the King's birthday by walking through the town in procession, complete with foremen, quartermen, converters, measurers, etc. with blue ribbons and laurel branches in their hats. On 4th June, 1778 it is reported the procession visited the Commissioner's and Yard Officers' houses, walked round the Yard and thence to the Governor's House in the town. Owing to a heavy shower we learn that the procession did not proceed to Kingston but turned back down Queen Street to the Hard where they drew up, gave three cheers and went home.\n\nFrom then on there were many visits and reviews which I will not go into in detail, as well as visits by foreign Navies, but one or two extracts from the local paper in connection with these assemblies may be of interest.\n\nThus in 1799: 'The order which has been issued for taking down such signs as projected from the houses of the town not being complied with, some Midshipmen in their great zeal for the decorum of the place began on Tuesday evening, or rather on Wednesday morning, to remove these nuisances. But as they were not properly qualified - as Officers of the Police - to act on such an occasion, several of them have been taken up and sent to jail as a punishment for the misdemeanour.'\n\nIn 1803: 'The Prince (afterwards George IV) greatly admired the steam engine in the Dockyard which was the most complete in the Kingdom and expressed satisfaction at the celerity with which the 'Royal William' was undocked and the 'Pandour' docked (at low water).'\n\nIn 1814 took place the Review by the Allied Sovereigns to celebrate the end of the war with Napoleon as was thought - the last Review at which all ships were sailing ships. The Prince Regent, King of Prussia, and Emperor of Russia proceeded to Spithead each in his own Barge, escorted by the barges of the Admiralty, Lord High Admiral, Admirals, Captains, etc.\n\nIn 1828 the last inspection of the Dockyard by a Lord High Admiral (the Duke of Clarence, afterwards William IV) took place. It is stated that having decided on a reduction in the expenses of Naval Establishments he ordered the discharge of 100 Labourers and the termination of the contract for horses. The work of the latter was to be transferred to the convicts held in the Port.\n\nDuring Queen Victoria's reign there were a large number of Reviews, some in connection with visits of foreign Royalties including the last King of France, the Shah of Persia, the Kaiser, the King of Saxony, the King of Italy, the French President and the Sultan of Turkey, as well as the Jubilee and Diamond Jubilee and other Reviews. The Queen herself visited Portsmouth in the early years of her reign but later, on her many visits to and from Osborne, came by rail to the Royal Clarence Yard at Gosport where special reception arrangements were built, and there boarded the Royal Yacht. It was said locally that certain sarcastic comments from spectators during her ride on a previous occasion from the Town Station to the Dockyard, on the decorations worn by the Prince Consort, caused her to choose Gosport as her port of call in future journeys. On her funeral journey from the Isle of Wight, the coffin was landed at this same place, passing through the lines of warships of this and many foreign powers paying their last respects in the customary manner.\n\nAt her first review in 1842 she tasted the men's grog and soup. The first was excellent but all she could say about the soup was that it was at least very hot. The Review in 1853 was the first inspection of a fleet of steam warships. There were 22 ships in the line, 13 being screw steamers and nine propelled by paddles. Writing of the Review the Prince Consort said: 'It surpassed all that could have been anticipated. The gigantic ships of war, amongst them the 'Duke of Wellington' with 131 guns, a greater number than has ever been assembled in one vessel, went, without sails and propelled only by the screw, eleven miles an hour, and this against wind and tide. This is the greatest revolution in the conduct of Naval warfare which has yet been known.'\n\nThe 'Duke of Wellington's' armament comprised 16 - 8\" shell guns, 114 - 32 pounders and one 68 pounder. The weight of her broadside was 2564 pounds.\n\n1856 saw the Great Peace Review with 254 ships manned by 50,000 men carrying 1132 guns. This fleet included 22 line of battle ships, 16 screw frigates and sloops, 26 paddle frigates and sloops, seven screw mortar vessels and floating batteries, seven sailing vessels and 1 88 gun boats.\n\nThere was an 'incident' during this review. Three hundred M.P's were sent to Southampton instead of Portsmouth, were delayed en route and arrived at Southampton to find no tender waiting to take them to their ships. When they did reach Spithead the Review was almost over and no notice was taken of them. To crown the day, the train taking them back to London was so delayed that they arrived at Waterloo at 4 a.m. to find no transport available. Not a good day.\n\nAt this review the Admiralty issued an order that only anthracite was to be used in ships attending the Review so as to minimise the smoke nuisance. The only vessel not to obey the order was the Admiralty Yacht, It was said that 600,000 people saw this Review.\n\nThe 1865 review marked the advent of the 'Ironclad'. A French fleet joined in this Review and there were strong comments on the superiority of their ships over ours. We still had wood and composite ships on view. The French ships were considered to be better armed and armoured. They had also adopted the breech loading gun not yet introduced in our Navy.\n\nAt the Jubilee Review of 1887 a 'swarm of Torpedo Boats' appeared on the scene. The pride of the Review was stated to be 'the 'INFLEXIBLE' rising 10 ft. out of the water with two great turrets housing 80 ton guns and having a displacement exceeding 10,000 tons'. The Diamond Jubilee Review of 1897 showed a great advance in our ships. One hundred and sixty-five ships were present, including 21 Battleships and 44 Cruisers. Twelve Foreign powers were represented at the Review.\n\nThere were five Naval Reviews in King Edward's reign. He also visited Portsmouth in 1906 to launch the 'Dreadnought', the ship which was to have such an effect on subsequent designs. The 'Dreadnought' was launched in five months and completed in 12 months from date of laying down.\n\nReviews were held for the Colonial Premiers and for the Empire Press. At a review in 1909 the Battle Cruiser appeared for the first time.\n\nIn King George V's reign his Coronation Review in 1911 of 170 warships included 32 battleships and this was only a part of our Naval strength. The crucial review was in 1914 when the active and reserve fleets were fully mobilised. There were 40 miles of ships which, within a few days, steamed away to. their battle stations. Fifty-nine Battleships were in the lines, 13 of which were to be sunk in the first World War.\n\nThe Review in 1924 was composed almost entirely of ships which were not present at the 1914 Review. It mustered, however, nearly 200 ships.\n\nIn 1935 we celebrated the Jubilee of King George V's accession with a Naval Review to be followed two years later by the Coronation Review of King George VI, each a fine display of Naval power if not of the magnitude in numbers and size of ships of some of their predecessors.\n\nMy contemporaries will remember the 1911 Coronation and Review. The R.N.C. Greenwich was emptied of officers except for those due to take their final examinations in that month. In their place Greenwich accommodated and entertained Captains and Commanders from the large number of foreign warships which had come to this country; and a large and varied gathering it was, with all possible nations represented from Germany, France, Japan to the various South American countries, Liberia, etc. The smaller the nation the more wonderful appeared to be the uniform, particularly at the Gala Dinner. My recollections of that night were of trying to keep apart French and Germans, Swedes and Norwegians - these countries had only recently become separate monarchies. I do not think these festivities helped the final preparations for such papers as Hydrodynamics.\n\nHowever, I think I have said enough to illustrate the close association of the Royal family and Portsmouth. I have dealt rather lightly with recent history to keep some bounds to my story and I have not the space to mention the fitting out of ships for Royal tours, their departure and return, the annual preparation of the Royal Yacht latterly and, for the trip to Cowes, the departure of Edward VIII and' other royal occasions with which Portsmouth and the Dockyard have been intimately concerned.\n\nI was stationed at Portsmouth at the time of the reviews of 1935 and 1937 and they threw a good deal of extra work on the Yard. Apart from the preparation of the Royal and Admiralty Yachts, which were on my slop ticket for several years, there was work to be done on the ships themselves and on ships to be prepared for official visitors to the Reviews, etc. There were things that did not go according to plan, but not due to action of ours or lack of it. On the whole results were very satisfactory. Dockyard Officers and their families were allowed a tug in which to go round the Fleet and a section of the Semaphore Tower in which to see the Fleet 'lit up' at night.\n\nAnd now we are to have another Coronation Review. Hundreds of thousands of visitors will flock to the district to see the Review and admire their fleet and its men and such foreign ships as come to grace the occasion. We can only hope for a fine day and a successful Review and on our part take a pride in the ships of such varied size, design and purpose, produced and maintained by the Corps and which still remain this country's Sure Shield.",
  "number": {
    "$numberLong": "5"
  }
},
{
  "_id": {
    "$oid": "6841961afed581de58543554"
  },
  "title": "CHIPS FROM A PORTSMOUTH BASKET",
  "subtitle": "(This contribution by Mr. E.S. Curphey, C.B.E., is in continuation of the articles in Journals Nos. 23, 24 and 25)",
  "section": "6. PAYMENT OF WAGES",
  "content": "In these days when wages and salaries are paid so regularly and in full - whether we consider them ample is another matter - it is hard to realise how poorly officers and men were treated up to comparatively modern times. Salaries and wages in olden days were supposed to be paid quarterly; in practice they depended on the very irregular payment of monies by the Admiralty. It would appear that the Yard existed mostly on \"tick\" until one day a sum of money would be sent down and the Yard then paid off, as far as it could, its indebtedness to contractors and staff. Payment of wages would be months or even a year or more in arrears and even then it was usually only a part of the wages or a payment on account that was made. This failure in payment led, of course, to discontent and real hardship as well as all kinds of irregularities.\n\nThe condition of affairs is often referred to in old time reports to the Admiralty. On 29th January, 1709, the Commissioner reported to the- Navy Board:\n\n\"For encouragement of the workmen I have thought proper to acquaint them with the sense you have of their sufferings and that for their relief you are daily in expectation of half a year's wages which will be hastened down as soon as received and indeed it will be of great service to many of the working people, several of their landlords and such as used to trust them from quarter to quarter, having forborne to give them any further credit on the score of the backwardness of the pay\".\n\nA month later on 26th February, 1709, the Commissioner again reports:\n\n\"Your late kind promise of reminding the Treasurer of the Navy for half a year's wages for the Yard put new life into the workmen and a spirit of vigour and satisfaction seemed to be revived in them but their wants daily increasing and their credit declining more and more they could not forbear representing their unhappy circumstances to me by petition which has also been seconded by another from their creditors themselves setting forth the hardships they are reduced to for want of money to carry on their trades insomuch that many are forced to close their shops\".\n\nWhat a state of affairs to be allowed to exist for a century or more!\n\nThe men were apparently given tickets each week which gave the amount of wages due to them. These tickets were used as credits or security for loans and it became common practice for the men to sell unpaid arrears of wages to outsiders who doubtless made a good thing out of it. There would, however, be cases where a man had so heavily mortgaged his earnings that he found it best to disappear from the district or even from the country.\n\nOn 19th September, 1711 the Commissioner informed the Clerk of the Checque (Cashier):\n\n\"Mr. Thomas Pollington having set forth to me by petition that he has from time to time supplied Richard Page, Shipwright, with money to support himself and family for security of which he hath regularly assigned his wages over to him but having contracted many such other debts he for fear of an arrest hath withdrawn himself from the Yard for which reason the said Pollington prays he may be discharged that he may have the benefit of his wages to which he is regularly entitled these are therefore to require you to discharge the said Richard Page from the extra books of the Yard for the relief of the said Pollington\".\n\nIt was apparently quite a common practice for a creditor to get a man discharged so that he could realise on the arrears of wages that would then be paid. There was usually enough money to pay arrears to odd men discharged. The Navy Board recognised this practice to the extent that after consulting the Attorney General, they issued a special form for the use of men when mortgaging their wages.\n\nThe matter became difficult when an appreciable reduction in the number of workmen was ordered. The Yard Officers had to make a preliminary report giving the names of the men proposed for discharge and arrears of wages due to each so that the Admiralty could take special steps to provide sufficient money to pay the men on discharge. Here is an extract from one such report (9th October, 1697) - Estimate of Wages of Artificers intended to be discharged:\n\nShipwrights 5760\nCaulkers 1040\nJoyners 1160\nQuarter boys 72\nOcham boys 204\nSawyers 720\nMasons 186\n9142\n\nThis probably represents wages for well over a year.\n\nThis unsatisfactory state of affairs continued until the early 1800s when special Commissioners were appointed to investigate the matter as well as other Naval Affairs. The Admiralty decided on 31st August, 1805, that:\n\n\"On account of the hardship occasioned to the workmen and their having to borrow money at exorbitant interest on security of the tickets issued to them for the amount of their pay orders were to be given for the payment henceforward of a certain weekly allowance for subsistence to the artificers and workmen of every description at the several rates in the table herewith (not given) or to such other rates as may be found nearest 3/4ths part of each man's weekly earning\".\n\nThe balance was to be paid up and a settlement made at the end of each quarter. This seems to have been the end of a very unsatisfactory state of affairs and eventually the present system of full weekly payment was arrived at although it is still a delayed settlement.",
  "number": {
    "$numberLong": "6"
  }
},
{
  "_id": {
    "$oid": "6841961efed581de58543555"
  },
  "title": "CYCLING AND SMOKING IN THE YARD",
  "subtitle": "7. CYCLING AND SMOKING IN THE YARD",
  "section": 7,
  "content": [
    "When I resumed working in a Dockyard recently after about a ten years' gap, there were two changes that were very apparent. One was in the cycle traffic and the other in smoking.",
    "In most of my time cycling in the Yard was the privilege of a few. An enormous number of cycles were used for getting in and out of the Yard as anyone who has tried to proceed in a car along some of the town's main roads shortly after evening out-muster will readily agree. These cycles were, however, parked in cycle racks during working hours and not used for getting about the Yard. Nowadays, however, they are used for getting about the Yard at all hours and are even ridden during in and out-musters except actually through the gates.",
    "Not so long ago I met an old workman I had known years ago. He was near or over 60 years of age and was down in the dumps because for the first time in his whole service he had been checked a sixteenth. The reason was that the cycle traffic was so heavy along the road by Marlborough Gate that, having cut his time rather fine, for some critical minutes he could not cross to his shop where he had to clock. Luckily the Welfare Officer took up the case and was able to get the mulct cancelled, to the man's great relief. Perhaps, however, my views of cycle traffic are a bit reactionary.",
    "As to smoking, in my young days it was not allowed at all, although it occurred in Officers' offices without being questioned. Later smoking was allowed in certain approved places to the greater contentment of the men. Prior to that much time was lost by men who left their work during the day to have a smoke in the heads or other place surreptitiously.",
    "Now, however, smoking is allowed everywhere except in certain stores and places where it is expressly forbidden. It is a change to see men walking about the roads, etc. with pipe or cigarette. On the whole I think that the extension of smoking areas is all to the good. It is better to have it done openly than in hidden places where men dodge the regulations.",
    "Punishment for smoking in the olden days was heavy. The other day I met an ex-skilled labourer who left the Yard many years ago after 40 odd years' service, to find in conversation that he missed establishment because he was caught smoking in the heads one day and suspended. That criminal record was enough in his days to make all the difference when vacancies in the Establishment were much fewer than now.",
    "In those days it was still a problem and a greater risk with wooden ships, rope, and poor magazine arrangements. About a hundred years after the introduction of tobacco in this country we find Yard Officers much concerned. The Commissioner in an order of 9th August, 1694, to Yard Officers said as follows: \"Notwithstanding divers orders have been published in this His Majesty’s Yard strictly forbidding the smoking of tobacco which not only creates a neglect of duty but also exposes his magazines here to the fatal consequences of fire, yet it is very much used and several skulk in holes and corners to prevent their being discovered in that forbidden and evil practice, I have therefore thought fit to remind you of the said orders and do hereby require all workmen whatsoever employed here that they do not smoke any tobacco within the out gates or limits of this H.M. Yard upon the penalty of forfeiting three days pay for the first breach thereof and so double as he shall be found guilty of the like offence and all Foremen are required to give me an account from time to time of any such persons as shall have no regard to this known and often forbidden evil and in case any of them shall fail in so doing they shall be checked a week's pay for concealing the same and for the further encouragement to such persons as shall be found guilty of these forbidden and evil practices, they shall be allowed out of the mulct of the aggressor one fourth of the value.\"",
    "On 5th November, 1697, the Navy Board issued an order to Yard Officers to the effect that by order of 15th March, 1663, and by other orders they had prohibited the smoking of tobacco in the Yard and on ships building, etc. and they now extended the ban to ships afloat including the Ordinary where it might be done only over a tub of water.",
    "In my cadet days my colleague and I had several places where we might smoke a forbidden cigarette. One place was in the double bottoms of a ship on the slip. One day, however, we caused a bit of a stir when an excited chargeman, finding smoke issuing from an unfilled rivet hole in the outer bottom, called out the Fire Party. As far as I remember we had innocently finished our smoke and left the compartment before they arrived.",
    "One thing that seems to have disappeared here is the gas jet in a niche in the Dockyard wall just outside the Gate where men lit their pipes and cigarettes on leaving the Yard. Tobacco was cheaper in my early days. One could buy 20 Gold Flake cigarettes for 6d. or for 5d. in the canteen at the College, with a further reduction in price if you could afford to buy 50 or 100. The cost of living has certainly increased!"
  ],
  "number": {
    "$numberLong": "7"
  }
},
{
  "_id": {
    "$oid": "68419627fed581de58543556"
  },
  "title": "VISITORS TO THE YARD",
  "subtitle": "8. VISITORS TO THE YARD",
  "section": "8",
  "content": [
    "One of the things one misses in these \"security minded\" days is the constant passing through the Yard of numerous large bodies of the general public escorted by a policeman or, in later days, by an official guide. Nowadays at Portsmouth they seem to enter only for visiting the \"Victory\" and are carefully collected and shepherded there and back.",
    "Apart from the general public there were those whose coming was officially blessed. In such cases it was usual for a technical officer to act as guide and in my younger days this duty usually fell to the Junior A.C. I fulfilled these duties many times. Before the event we would be told what they might or might not see and afterwards we had to submit a report on the visit containing a report on the questions they asked, the replies given and any information they imparted to us. As a rule there was little or nothing to report. When the visitors were foreign Naval Officers or Naval Attaches the principal guide was a British Naval Officer.",
    "I found that the Brunei Machines in the Block Mills were of interest to most visitors and a great time waster: one could easily spend an hour there. So this was always the first port of call.",
    "I was only treated rudely once when two top-hatted and frock-coated Japanese civilians arrived to be shown over the Yard one afternoon. Admiralty instructions were that nothing important was to be shown them. I did my usual Block Mills stunt and we passed-an hour or so there, much to their annoyance. Then we walked around the Yard. In the distance they saw a Battleship just completing and wished to go on board. However, they suddenly found themselves at the Gate instead, and with my hand held out in farewell. Then the balloon went up. They said I would be reported to the Japanese Embassy; they must see \"building baths\". I explained they were made and delivered by contract but this was not what they wanted, which I gathered were the building berths or slips. However, I was very obtuse and apologetic. For a moment it looked like a case of personal violence, but a sign brought two hefty policemen to stand by me whereupon our friends left. I never heard any more of the visit.",
    "Another day I was warned by Admiralty message to meet Mr. John Walker of somewhere in Australia at 1000 in the A.S. Office and show him round the Yard. I attended but Mr. Walker did not appear. By noon we had realised that the date was April 1st and began to have our suspicions. However, Mr. Walker did arrive with many apologies at 1600 and all was well.",
    "Another duty of those days was putting Naval Attaches wise to the latest development and methods just prior to their taking up their appointment. They used to spend a week or so in the Yard being shown this and that. One appeared one day - I won't give his name; he was afterwards a Sea Lord and C-in-C. Home Fleet - and as I was temporarily in charge of the Drawing Office I showed him around. We reached the Mould Loft Floor where we had just started fairing the displacement sections of the \"Queen Elizabeth\". The maze of chalk lines on the floor was too much for our visitor and I could not make him take in what they meant until I got to the simile of a ship shaped concertina. He kept on asking me whether I truly understood this business on the floor and I assured him. I did. He eventually left me, still harping on the mysteries of the floor. A few days later I had to see the M.C.D. who opened the bowling by assuring me I was a superman - not the usual opinion of young A.C's expressed by senior Officers. I had been called, perhaps justly, other things. On further enquiry it transpired that our Attache had told the M.C.D. how much he had enjoyed his visit to the D.O. and the pains I had taken to explain things to him. He went further to detail the Mould Loft incident, adding that I had claimed to understand the chalk lines on the floor; Was this so? The M.C.D. confirmed my ability, and the Attache asked if the M.C.D. understood these things. The reply was Yes, all members of the R.C.N.C. did. The N.A. left full of wonderment at the things these R.C.N.C. members could grasp.",
    "Perhaps the most amusing visits were those of privileged youngsters. With a little organisation we could put on little jobs in the Smitheries and other shops for their wonderment and enjoyment. The men entered into the fun and it was a pleasant change from our usual guided tours."
  ],
  "number": {
    "$numberLong": "8"
  }
},
{
  "_id": {
    "$oid": "6841962bfed581de58543557"
  },
  "title": "CHIPS FROM A PORTSMOUTH BASKET",
  "subtitle": "by Mr. E.S. Curphey, C.B.E.",
  "section": "9. OUTSIDE ASSOCIATIONS",
  "content": "One often hears disparaging remarks made about Dockyard workmen. They are referred to rather contemptuously as \"Mateys\", a term I detest. Long association with Dockyard men has left me with a very high opinion of these men taken as a whole. There are, of course, some black sheep - there always are in every flock - but they are after all but a small proportion. There may be rather more than normal when there is full employment as compared with days when unemployment is rife but no thinking man wants to return to days of heavy discharges and good men existing on a dole or charity. I do not share the modern doubts either about the youngsters. I believe that if we teach them their job properly they will get over the natural high spirits of their youth and turn into satisfactory officers and workmen. In these days of ample opportunity we are going to find it more difficult perhaps to maintain the higher general standard of craftsmanship of the past but we must ensure that we make the best possible use of the material that comes to hand.\n\nThe mechanic of the future will have to meet problems and deal with advances in technique and equipment that would have turned the hair of his predecessors grey. Do let us advance with the times and give full consideration to modern conditions. I feel sure we in our young days were a sad disappointment to our predecessors, thinking more of our pleasures than our work and seizing any chance of idling. I remember in the twenties walking down Fore Street, Devonport, one morning and meeting a man I recognised as at one time, years before, the labourer of the Mould Loft Floor and a very decent chap. I asked him if he was having a day's leave and was informed to my astonishment that he had been discharged months before from the Yard and was out of work. It was a time of heavy Yard discharges. I knew we were entering a few labourers for a temporary job and I managed to get him included. I spoke to the Boatswain and asked that he be retained if there was a chance and he proved worth it. A little later I appeared at a big Youth Rally and was received by two or three of the leading men connected with it, one of them this same labourer, well dressed and prosperous looking. I asked him if all was now well, to be told to my dismay that he had been discharged. I found out eventually that there were two of his name in the small entry and they had discharged - to me - the wrong one. I managed to put matters right but what made such an impression on my mind was that here was a man of the lowest Dockyard grade doing great service to the community and highly respected by them as a leader.\n\nWho can assess the good work done without ostentation by Dockyard men in work for their fellows? No, I have the greatest respect for the Dockyard man as a good citizen.\n\nIt may not be known to what extent that same spirit existed in olden times. There are three churches in the Portsea and Yard area for which Dockyard workmen were largely responsible.\n\nTrinity Church in the Dockyard, which was used before the war as the Naval Barracks Church, was destroyed by a bomb in the last war. It was built over a hundred years ago as the Parish Church of an area outside the Dockyard in Portsea, but was declining in memberships. It was decorated, repaired and altered largely by Dockyard workmen. The Admiralty bought the Church in April 1906 when a good deal of land around the Church was taken as an extension to the Yard and opened it a year later as the Barracks church. I am told that an ex-Dockyard apprentice was its organist for fifty years.\n\nThere is another Church in St. George's Square. In 1752, fifty years after the Shipwrights had been given permission to build the first houses on Portsmouth Common (Portsea), they petitioned for the building of a Church near their houses. The Corporation gave them some land and on it these workmen - almost entirely at their own expense - built and maintained the Church which still stands in this Square.\n\nIn the history of the Dockyard Church itself, St. Anne's, lies another tribute to the Dockyard men. This church, too, was damaged at the west end during the war but has been temporarily repaired and still functions.\n\nThe first Dockyard Church WAS built in 1704 and was situated just outside the palisades in the area now occupied by the C. in C's official residence and grounds and was pulled down when that house was under construction. The present church, built at Admiralty expense, in 1785, is its successor.\n\nThe erection of the first church was authorised by the Lord High Admiral, Prince George of Denmark, husband of Queen Anne, in a warrant dated 23rd February, 1702. It reads:\n\n\"Whereas William Gifford, Esq., Commander of her Majesty's Navy near Portsmouth and the Officers, Clerks, Artificers and all other of every rank and quality belonging to Her Majesty's Dockyard there have set forth that by the Extreme badness and distance of the ways toward either Portsmouth or Kingston Churches they are deprived of all opportunity of going thither especially in the winter, and being zealously affected towards the Established Church of England and Deeply sensible how much the frequent Exercise of the Divine Service may conduce to the promoting of the Publick as well as every man's Particular Welfare, have therefore humbly Petitioned me for Leave to erect at their own Proper Cost and Charge a Chappell in some convenient place in H.M. said Yard for ye Celebration of Divine Service, Administration of the Lord's Supper and Preaching without the performance of any Parochial Duty, and I being willing to give all due encouragement to so good and pious a design, do therefore hereby direct and require you to give Leave for ye erecting a Chappell accordingly at such Place in the Yard as shall be most convenient and can best be spared with respect to the Works of the Navy there, you taking care that the same be done without any manner of Charge to Her Navy and WHEREAS the said Comm. Officers, Clerks, Artificers and others before mentioned have freely and unanimously subscribed their desire and consent to have two pence per month deducted out of their respective wages payable at the Yard shall from time to time be paid as a perpetual endowment for ye Maintenance of the Minister that shall be appointed to Officiate at the said Chappell, and they having likewise made it their request that Mr. William Lanmerton the present Chaplin of H.M. Ships and Vessels in Ordinary and Rigging Wages at Portsmouth may be confirmed in the Office of Chaplin of H.M. said Dockyard accordingly and to hold the same jointly with the Ordinary, I have thought fit to grant their request and do also require and direct you to order the Treasurer of the Navy to cause him the said W. Lanmerton to be duly paid the said two pence per month to be deducted out of every man's wages belonging commence from the first of January last past. And for so doing this shall be your Warrant.\"\n\nA tablet still existing in connection with the first chapel states:\n\n\"This Chapel was built by ye voluntary contributions of ye Officers and seamen of ye Royal Navy and generous presents from some neighbouring gentlemen. Endowed by the Officers, Artificers and workmen of this Yard. Encouraged by the example of Willm. Gifford, Esqr. Her Majesty's Commissioner and Principall of ye Navy here, by whose zeal this pious work was first promoted, and by his constant care carry'd on and finish'd in ye Third Year of the Reign of our Sovereign Lady Queen Anne, 1704.\"\n\nThese records show how the Dockyard and other Churches were endowed, but there are no official records of the work Dockyardmen have and are carrying out in connection with other Churches of all denominations in the City. We know that they have more than played, and still play their part. In fact wherever you find good work going on you may be sure of finding Dockyard workmen taking their full share.",
  "number": {
    "$numberLong": "9"
  }
},
{
  "_id": {
    "$oid": "68419636fed581de58543558"
  },
  "title": "Chips 10",
  "subtitle": "GUARDING AND POLICING THE YARD",
  "section": "10",
  "content": [
    "From early days the Commissioner of the Yard was a Justice of the Peace by virtue of his office - the Superintendent still is but his powers are more limited. The Commissioner could invoke the law and put it into action in guarding the Yard. He could call the Service or Civil powers to his help in times of emergency. The first watchmen were untrained labourers and are stated to have been neither satisfactory nor suitable men.",
    "At first the Gate was in the charge of a Porter and this office existed until 26th October, 1801, when Naval Lieutenants were introduced as Wardens. On 3rd April, 1833 the name was changed to Director of Police, the Naval Lieutenants still holding the office until on 1st October, 1860 the Metropolitan Police took over the policing of the Yard.",
    "The Porters seem to have given a certain amount of trouble as we have seen in regard to the Taphouse and Chips. One could read into the correspondence that they were not wholly controlled by the Commissioner. The Navy Board wrote to them direct and seemed on occasions hesitant to punish them. This, however, is more an inference than an established fact.",
    "In the last few years of the 17th century we find the Navy Board worried about theft and sabotage. As a precaution, in 1694, they directed Yard Officers to \"Examine and search workmen as they leave, sometimes at noon and sometimes in the evening, when they least expect it, as also their chests and bundles. Any found to have stores, etc. are to be reported and prosecuted.\"",
    "This same order directs the Master Builder or other officers to choose \"Suitable workmen to act as Watchmen at night. They are to go round the Yard in Pairs and stop and examine anyone they meet. As they pass the officers' doors they are to give an account of the hour of the night and state of the watch. They are to take particular care to strike the bells as the clock strikes and at the half hours and make sure all watch towers answer.\"",
    "In 1719 the Admiralty directed that these Watchmen were to be armed and that the Gate was to be closed at 10 p.m. The Watchmen received a fee of one shilling per night.",
    "In 1748 the Commissioner found that the chosen Watchmen were letting out their duties to any wretch so introduced into the Yard for ninepence a night and so making a profit of threepence per night. The Watchmen were also found asleep in their towers and omitted to strike the bell so that people in the Yard did not know the time at night.",
    "An order of 24th October 1764 did away with the Watchmen who had been selected from labourers in the Yard and introduced a Guard of Marines instead. Owing to other requirements for the Marines the old system was reverted to on 13th March, 1771, but on 2nd, June, 1783 the Marine Guard was reintroduced at first as a Captain's Guard of one Captain, two Lieutenants, 129 N.C.O.s and privates. A few years later it was reduced to a Subalterns' Guard of 36 privates to serve as patrols only along the Dockyard boundary wall. If you examine the wall of the lane which passes behind the houses in Short Row you will find cut into the bricks a large number of numbers, dates, one or two bugle crests (R.M.L. I.), names, etc. and these are stated to have been cut by these patrolling Marines in the days when this lane was part of the Dockyard boundary. Some say the Archway joining two stores opposite the houses of Short Row is the remnant of the Old Dockyard Gate but I can find no confirmation of this.",
    "In addition to these patrolling Marines, \"rounders\" and watchmen were reintroduced, the watchmen from labourers employed in the Yard, the \"rounders\" from the mechanics. In 1803 the Marine Guard was replaced by a Military Guard supplied by the Garrison, One of the markings on the wall referred to above appears to read '\"Royal Limerick M�. The presence of the Marines had been somewhat spasmodic, depending on the requirements for them elsewhere. The military guard seems to have consisted of three Commissioned Officers, nine N.C.O's, two Drummers and 63 Privates in 1824. A report of 1822 states that \"the Civil Guard was in charge of a Warrant Officer from one of the ships in dock� \" and adds that \"they did their duty, there was no thieving and they had become very obnoxious to people� in general. The rounders (night) were men of the very best character being Shipwrights�.\" In 1833 the Civilian Guard was reorganised on a more permanent basis and placed under a Naval Lieutenant as Director of Police. This continued until 1860, when the Metropolitan Police took over the policing of the Yard. Many of us have kindly recollections of that efficient body of men. Their position was regularised by a special Act of Parliament (Metropolitan Police Act 1860) for their employment in Her Majesty's Yards and Military Stations. \"Yards\" covered Dockyards,Victualling Yards, and Steam factory Yards. \"Stations� included Naval Barracks, Hospitals, etc. This act gave them power in the Yards and within fifteen miles of such Yards. Outside the Yards they exercised power in respect of the property of the Crown or of persons subject to Naval, Marine or Military discipline. They continued in full control until 1922 when, as a matter of economy and to give employment to the large number of Long Service Marine pensioners, the Royal Marine Police was born, and took over a Naval Armament Depot at Bandeath. The R.M.P. continued to expand and oust the Metropolitan Police until they took over the policing of Chatham Yard in 1932, Portsmouth in 1933 and Devonport in 1934.",
    "The force was at first composed of Marine Pensioners of N.C.O. and warrant officer rank acting as constables. The Officers were also ex-Marines. At Portsmouth the Area Officer was a Captain, R.M. Retired, as was also the Chief Inspector who acted as Police Officer in Charge of the Dockyard. Within the area were the Armament and Victualling Depots, Portland Naval Base, Holton Heath, Mining Depots, etc. The Metropolitan Police had employed retired Police Officers as Detective Officers in the Yard and these were taken over by the R.M.P. in an advisory character. The R.M.P. were attested and serving under the Army Act, the C.I.D. under the Police Act.",
    "By 1935 the force was in great demand and the ranks were opened to certain grades of Naval Personnel and its Chief Constable also started the Royal Marine Police Special Reserve under a Civil Code of Discipline to be enlisted from civilian sources. This was fully mobilised when war broke out in 1939.",
    "Another force operating at this time was the Admiralty Civil Police in the Naval Hospitals, under their own Civil Code of Discipline.",
    "During the war the Chief Constable at the Admiralty had control of these three Police Forces - R.M.P., R.M.P.S.R., and A.C.P. The Portsmouth Area comprised fifty-one Stations with complements varying from five or six men to over three hundred in the Dockyard. On 1st October 1949 these three separate forces, acting under quite different codes of discipline, were merged into one Police Force under a Chief Constable as the Admiralty Constabulary and this is how they now exist. They recruit their members from all directions and the members are Civil Servants (Non Industrial) with the normal establishment, pensions, etc. They are all sworn in as Special Constables, with full powers of arrest, although prosecutions are handed� over to the Local Civil Police.",
    "The C.I.D. Section continues as a number of retired Police Officers under a Superintendent (Crime) working within and alongside the Admiralty Constabulary and answerable to the Area Police Officer. The Area Police Officer, an Assistant Chief Constable, has under his jurisdiction the Police Superintendent in Charge of the Dockyard, the Chief Fire Officer and the Police Officers in Charge at other Establishments.",
    "The Fire Brigade is manned by special Admiralty Constabulary Officers with headquarters at the Fire Station, not-one of our architectural beauty spots (I believe it was originally built as a water storage tank for fire purposes and then used as a Timber Store). Up to the recent war the Fire Brigade was made up from the members of the Police Force acting under the Police Officer in charge. During the war a professional Fire Officer (an R.N.V.R. officer on the staff of. the C. in C.) was introduced in an advisory capacity. Subsequently he was enrolled in the R.M.P. as Chief Inspector (F.F.) The Area Police Officer was made Assistant Chief Constable and the Police Officer in charge of Yard a Superintendent in 1947. The C.I. (F.F.) was made a Superintendent in 1951."
  ],
  "number": {
    "$numberLong": "10"
  }
},
{
  "_id": {
    "$oid": "68419657fed581de5854355a"
  },
  "title": "DOCKYARD PENSIONS",
  "subtitle": "11. DOCKYARD PENSIONS",
  "section": "11",
  "content": [
    "In these days \"establishment\" is a commonplace but much prized thing in the Dockyards. The first steps in this direction were taken by Order in Council of 12th October 1764, The Lord Commissioners had, during a tour of inspection, observed that the Yards contained \"many aged, infirm and disabled Shipwrights and Caulkers who cannot be discharged -without the greatest inhumanity and discouragement but were nevertheless a great burden to the Yards and occupy the places of able craftsmen\".",
    "The Order in Council approved an \"establishment of superannuation\" in favour of these men subject to the final choice being made by My Lords. There were of course conditions, and in the first place the numbers pensioned were small and the privilege was confined to Shipwrights and Caulkers. The conditions laid down were:-",
    "(a) The numbers to be pensioned were not to exceed one for every 50 Shipwrights and Caulkers borne on the Yard books.",
    "(b) Those concerned must have served an apprenticeship in the Yard or elsewhere and subsequently not less than 30 years as Shipwright or Caulker in the Yards.",
    "(c) The amount of the pension in the case of Common Shipwrights or Caulkers was not to exceed two thirds of their then pay or £20 per annum.",
    "The Quarter men's maximum was fixed at £24.",
    "It was estimated at the Admiralty that the cost for all Yards would not exceed £1,200 or £1,300 a year.",
    "Seven years later by Order in Council of 25th September 1771 the scope of pensions was extended \"in order to clear the Yards of aged, infirm and disabled men\".",
    "The numbers were increased to one for each 40 borne in certain comprehensive groups, maintaining the first group of Shipwrights and Caulkers.",
    "Group 2 comprised Joiners, Wheelwrights, Blockmakers, Plumbers, Braziers, Locksmiths, Armourers considered as one class with a maximum of £20 p.a.",
    "Group 3 comprised House Carpenters, Sailmakers, Smiths, Bricklayers as one class with a maximum of £15 per annum.",
    "Group 4 included Pitch Heaters, Bricklayers' Labourers, Scavelmen, Riggers and their labourers and Yard Labourers as one class with a maximum of £10 a year.",
    "The above is interesting as showing the principal trades and grades employed in the Dockyards almost two hundred years ago and the way in which the Admiralty took a lead in social affairs. It appears likely that there were about 3000 - 4000 Shipwrights and Caulkers employed in our Yards.",
    "Needless to say such a concession was warmly received by the workmen and they sent a petition to the Admiralty detailing their gratitude. The Portsmouth petition was signed on behalf of all workmen by two Foremen and two Quartermen of Shipwrights, and one foreman of each of the following trades or grades; Joiners, House Carpenters, Labourers, Bricklayers, Riggers, Caulkers, Smiths, Sailmakers and Scavelmakers.",
    "Of the further development of pensions I have been able to find only a few details. One hears mention in papers occasionally of Established Workmen. In 1858 the local paper refers to there being in the Yard 145 Established Joiners, 78 Caulkers and 37 Sailmakers, but further details are lacking.",
    "In 1859 Civil Service pensions generally were regulated by Act of Parliament on the basis of 1/60th of final pay for each year of service with a maximum pension of 40/60ths with a minimum established service of ten years. Pensions were awarded at retirement at age limit or on account of ill-health or abolition of office. There was no gratuity in addition.",
    "The 1909 Act altered this to 1/80th instead of 1/60th plus a gratuity of 1/30th for each year of service with maxima respectively of 40/80ths and 45/30ths.",
    "Individual and other pensions were up to about 1920 given in detail each year in the Navy Estimates (Vote 17).",
    "In 1892 we note a Manufacturer of Chocolate and Mustard retired. His salary had been £180 per annum. Six years later a Manufacturer of Chocolate had a salary on retirement of £200 per annum. Replies to Petitions in 1891 granted an increase in the numbers of established men. Numbers of workmen in Portsmouth Yard had increased from about 6000 in 1881 to about 7000 in 1891 and the number of established men in the Constructive Department was in 1891 increased to 1329 as against 1121 previously. The Engineers had 115, all mechanics, and the Captain of the Dockyard 178. The Constructive figure raised the numbers of Established Mechanics from 1000 to 1061, including 600 Shipwrights, and of Skilled and Ordinary Labourers from 121 to 268. Of the previous number of 121, 74 were Hammermen and 23 Ordinary Labourers. Not many posts were left to other non-mechanic grades. The new establishment, while giving 111 posts to Hammermen and Labourers, left 157 posts for other skilled labourer grades, and seems to be the first approach to an all round establishment. In this year (1891) it would appear deductions were first made in the pay of established men as compared with the normal hired rate. The deduction varied from 2d a day in the case of men with a 'daily rate of not more than 4/- to 6d a day if the rate exceeded 8/- a day. This brought a howl from both management and men. Many men refused establishment rather than have this reduction in pay. The management complained that this innovation would defeat the object of establishment, i.e. to retain the best men, and that hired men were already leaving for the better terms offered elsewhere. They stated that no good fitter or patternmaker would sign on unless paid 5/8d or 6/- respectively per day. The fitters' minimum was then 5/4d a day, so an established man lost about 3d to 4d a day. Apparently, however, the storm blew over for this system of establishment deduction continued until quite recently.",
    "In this same petition the Admiralty laid down the rules for establishment. It was to be dependent primarily on character, conduct, ability and not on length of service. No preference was to be given to ex-apprentices.",
    "Establishment to the workman gives a feeling of security of employment and a small but steady income on retirement. It is not of course a definite security of employment as we saw in the 1920's when reductions were so heavy that even established men were discharged. Nevertheless, the fact that the Dockyard can offer establishment has been an attraction to workmen to continue in that service and that a man has been or is approaching the time for establishment helps to keep him on the rails."
  ],
  "number": {
    "$numberLong": "11"
  }
},
{
  "_id": {
    "$oid": "6841966afed581de5854355b"
  },
  "title": "CHIPS FROM A PORTSMOUTH BASKET",
  "subtitle": "by Mr. E. S. Curphey, C.B.E.",
  "section": "12. MASTER ATTENDANTS AND THEIR SUCCESSORS",
  "content": "The first record I have found of a Master Attendant at Portsmouth is dated 1676 when the post was held by a Captain R.N. who, incidentally, held the position of Mayor of Portsmouth in 1678. One or two other Officers of the Yard held the position of Mayor, a Storekeeper in 1665 and a Cleric of the Checque in 1664 and in 1675.\n\nFrom 1689 to 1869 the post of Master Attendant was held by Boatswains R.N. for the earlier periods, and Masters R.N. in the later periods. Some of these latter were promoted to Captain while holding the post. In addition to their Dockyard duties they were in charge of the 'Ordinary' or Ships in Reserve and so far as we can ascertain also acted as King's or Queen's Harbour Master, although this title does not appear in local records until about 1810. In 1816 the Ordinary was placed separately under a Captain R.N. as Captain of the Ordinary. This title was altered to Captain of the Steam Reserve in 1861 and Captain of the Dockyard Reserve in 1891.\n\nIn the meantime the Master Attendant's other duties continued but in 1869 the post was upgraded. A Staff Captain - a Navigating Officer - was at that date appointed as Master Attendant and Queen's Harbour Master. In 1882 his title was altered to Staff Captain and Queen's Harbour Master, and so continued until 1st November 1903 when the two posts of Master Attendant and Captain of the Dockyard Reserve were amalgamated under the title of Captain of the Dockyard and King's Harbour Master. The official title of Deputy Superintendent seems to have come into being on 1st January, 1906.\n\nIn the earlier days the Master Attendants were usually retired Boatswains R.N. and in the 18th Century there were usually two holders of the position at one time. A few held the post for only a short period but others seem to have held the post for 20 to 30 years. In the 19th Century the period seems to have been from five to six years with one or two of the earlier officers holding it, however, for 12 to 13 years.\n\nThe duties of these early Master Attendants seems to have been much the same as that of the present Captains of the Dockyard. They were responsible for berthing, transporting, pilotage in the port, beacons, buoys and lights, moorings, and - in conjunction with the Master Shipwright - for masts and rigging, careening ships, ballasting, etc. They were also in charge, under the Commissioner, of all ships in Ordinary and of their officers and men.\n\nThe use of the term \"Ships in Ordinary\" seems to be as old as any existing Dockyard Records. Pepys found in 1684 that the Navy was in a very poor condition, only twelve ships being fit for sea. Even comparatively new ships which were in the \"Ordinary\" were in a generally rotten state owing to their not being properly looked after and in 1688 Pepys issued new regulations with a view to mending this state of affairs. These covered the storage ashore of masts, rigging, anchors, cables, guns and stores, and the regular survey of the ships themselves. All ships were in future to be docked and repaired before laying up in Ordinary and thereafter were to be docked, searched and graved under water once in every three years.\n\nHe further ordered that the sides of the Ships in Ordinary were to be watered each morning and evening during the summer months, and that bulkheads and quickwork were to be painted in oil instead of tar and blacking as heretofore. The Master Shipwright was to receive from the Carpenter a report each week on the state of his ship. The Master Attendants were to have general superintendence of the Ordinary and to take turns to sleep aboard. Cabins and roundhouses were to be locked up. Smoking was to be forbidden and no fires or lights were to be allowed after the watch was set at night. No women or strangers were to be allowed on board.\n\nAs a sidelight on this, here are the terms of a letter of 30th November, 1725, from the Master Attendants to the Navy Board:\n\n'As the Master Attendants are directed to lie on board one of the Capital Ships by turns for the greater security of the ships in Ordinary on any accident, and as we are forbid burning of old decayed rounding (rope) of late and are allowed no fire since; we desire your Honours will be pleased to give such directions that we may be allowed so much Charcoal as your Honours think fit: for your Honours well know that the great ships' cabins are very cold.\n\nWe are your Honours most obedient Servants,\n(Sgd) R. DENNIS  CALEB WADE\n\nThere is no record of the Navy Board's reply.\n\nHere is another sidelight in a Commissioner's Order to Yard Officers dated 28th August, 1724:\n\n'As the practice of the Navy permits Officers of H.M. Ships in Ordinary, when incapable of doing their duty in person by reason of sickness or infirmity or private affairs, to discharge their duties by deputies who ought to be persons duly qualified for such a trust....... In your future recommendations of deputies take care according to your best judgments that they are duly qualified, sober, diligent and careful. Remove any now not so qualified......'\n\nNo comment.\n\nThese deputies were often carpenters or other alleged craftsmen and as such were certified by the Master Shipwright or other Yard Officers. The Ships in Ordinary came under Dockyard Administration and the crews, usually ex-Able Seamen, similar to those on the staff of the Master Attendant for Yard duties, were entered on the books of the Clerk of the Checque. Complements were, however, very small -usually about six for a First Rate Ship. The Dockyard Officers in the 17th and 18th Centuries repeatedly asked for more men but were not successful until about 1749 when complements were doubled. Supervision and the enforcing of discipline were difficult as many ships were moored away from the Yard. The Officers were usually Warrant Officers. Eventually Guard Ships were established at each Dockyard Port with a part complement to keep an eye on the Ordinary and to form a Reserve Squadron which could most quickly function as a fully commissioned squadron at short notice in time of emergency. This latter fact, however, meant less supervision of the Ordinary when an emergency did arise.\n\nThe favourite pastime of the young officers in the Guardship patrols, if they found no watch set on a ship in Ordinary, was to go on board and take a jackstaff or similar fitting away to their ship as concrete evidence of slackness; we can imagine the culprits' feelings next day.\n\nThe number of Ships in the Ordinary at Portsmouth varied from quite a few in wartime to 30 to 40 as a general rule in peace time. At the end of the war in 1783 the number was 65, a quite considerable burden on the Dockyard authorities. We learn that in a few months after the return of the Fleet, 50 ships were surveyed, docked, repaired, unrigged, destored and ballasted. All moorings had two ships and the Yard Officers complained that there was no room for the 24 ships then building in the area.\n\nAbout the middle of the 18th Century it is stated that the Master Shipwright, being of opinion that canvas awnings had not answered their purpose, covered the ships in Ordinary with deal roofing and this was considered a great improvement.\n\nThe large number of ships in Ordinary set up all sorts of problems. In addition to their duties on board, the small crews had to be available day and night for manning boats for routine trips to Spithead and to go to the help of ships in distress or to wrecks in the vicinity. They were badly paid and received no extras. It is no wonder conditions were very unsatisfactory and that embezzlement was rife. It was discovered that many members of the crews owned their own private boats to help in the latter direction.\n\nWhen difficulty was foreseen in mooring all the Ships in Ordinary in the Harbour the Navy Board directed the Master Attendant to make a new survey of the Harbour and submit a drawing on a scale of 80 feet to 1\". The idea seems to have been abandoned when the Master Attendant pointed out that this would mean a drawing 18 ft. x 12 ft. and he had neither paper nor space to make such a drawing!\n\nThe staffs of the Master Attendants were very much as in the Captain of the Dockyard's Department now. It would appear that in the very early days the Boatswain of the Yard was on the staff of the Master Attendant and carried out the duties of Master Rigger, but in the 18th Century it was a separate post under the Master Shipwright, The workmen consisted of Riggers, Scavelmen and Labourers with their own Chargemen, Quartermen and Foremen. (Scavelmen seem to have been what we later called Dockside men). The Master Attendant also had charge of the crews of all dockyard small craft, buoys, boats and lighters, etc., employed on Dockyard work.\n\nMovements of ships in and out of harbour and in and out of docks must have been an exciting task even in those days before the advent of steam tugs, despite the smaller size of the ships to be handled. Lack of comment on such movements would appear to infer that these tasks were carried out satisfactorily but perhaps in slower tempo and more subject to interruption by weather and other conditions.",
  "number": {
    "$numberLong": "12"
  }
},
{
  "_id": {
    "$oid": "68419670fed581de5854355c"
  },
  "title": "Chips 13",
  "subtitle": "WHITLEYISM AND PETITIONS",
  "section": "13",
  "content": "We are so accustomed nowadays to negotiations in regard to pay and general conditions of service being carried out under the well established Whitley procedure that perhaps one is apt to forget that it is relatively a new thing. Whitleyism was introduced in 1918 and replaced the old system of Petitions. The new method, where representatives of employer and employee meet around a table to talk things over and where there is a right of reasonable approach by the workmen to the management, was in 1918 a somewhat radical change in industry and one not altogether acceptable to many old hands on either side.\n\nSo far as the Admiralty was concerned we were lucky to have a Secretary, Sir Oswyn Murray, who accepted fully the principles of Whitleyism and was determined that it would be given a fair trial. Sand in the bearings came from many directions. The Staff Side in many instances - perhaps as a result of past rebuffs - tended, it seemed to me, to consider the early meetings as a chance to work off old scores, to lecture and be rude to the Official Side. As the Official Side older members had been used to saying \"No\" without having to say \"Why\", the fact that they now had to justify their decisions to the Staff Side representatives - men and women fully informed of the facts and conditions of the situation - was not readily acceptable. On the whole, however, I do not think this phase lasted long and soon we reached the happier and more businesslike relations which exist today.\n\nMy own experience has been that by and large the Staff representatives, whom I have met, particularly at the Dockyards, are capable men fully conversant with the subject under discussion, appreciative of the point of view of the Official Side and willing to co-operate and compromise in an endeavour to find the best solution agreeable to both sides. They may be handicapped sometimes by the instructions they have received from their members but we know also that they are not afraid to go back to those members and explain to them in plain and forceful language why they should modify their views for the good of all. I think we all now admit that the system has worked well on the whole, is a wonderful safety valve which allows the steam to escape when the pressure gets a little high, and has helped in a major way to establish the very happy relations that exist in the Dockyards between management and men and the freedom we enjoy there from strikes and serious disputes.\n\nI know that this system has thrown a very great deal of extra work on Heads of Departments and much of their time and that of their Deputies - more perhaps than is generally realised - is taken up with paper work, meetings, sub-committees and the necessary preparatory and after work, but it is something we have to face up to. It is a very important part of administration, which again is an indivisible part of our job. If we fall down on administration - particularly our personnel work - and become only technical officers, we cannot avoid a falling-off in our status and, as a result, in our salary.\n\nAs one who had a good deal to do with placing personnel work firmly on the plates of the Deputies to the Managers, I realise the burden involved but we must take it up and make a success of it.\n\nI have at times sat on the Official Side, at others on the Staff Side, and have had my moments. I remember in the early days sitting as a Staff Side representative at the Admiralty Administrative Whitley Council and feeling very uncomfortable. I had gone there to make sure that a matter in which the Corps was particularly interested did not slip through without proper ventilation and consideration of our attitude. The Staff Side seemed inclined to sidetrack us. This day most of the matters were Dockyard ones and my Director sat across the table from me and was being most rudely dealt with by the Staff Side Secretary. I could not help him. The sad part was that in every case I had initiated the proposals were now being objected to by the Staff Side. While I had had my say at the Staff Side meeting I could not air these views at the meeting of both sides. I came to the conclusion I had best leave the Staff Side at the first opportunity. Next to D. of D. sat the Deputy Secretary, a man who could not accept the new procedure. All the time a Staff Side representative was putting his case he kept up a running commentary of remarks such as \"b......fool\", \"rot\", \"Windbag', \"can't he speak ordinary English\", \"time he shut up\", \"likes to hear himself talk\", \"blatherer\", and so on - not conducive to good feelings.\n\nWhen I was at Devonport as A.C. in charge of the Drawing Office, thirty odd years ago, it was the habit of the Senior Constructor to call me up to do his duty whenever the M.C.D. was on leave. Sometimes I would find on arrival at the Main Office that ten or twenty minutes later I was due to take the S.C's place in the chair at some meeting or other. On one such occasion I found a full Staff Side representative of every trade in the Yard and the Headmaster on my left. I had been informed the Committee was to discuss the training of apprentices. As soon as I opened the meeting the Staff Side Vice-Chairman thought that the best method of dealing with the subject was for the Chairman to cross-examine the Headmaster. Collapse of Chairman!\n\nOn another occasion I found I was due to hear a demarcation dispute on Pumps and Pipes, the Shipfitters claiming work done by Shipwrights. This was the first-ever attempt to deal with it through the Whitley system and I was staggered to see an enormous crowd round the table, two or three representatives from every trade and grade in the Department. I knew next to nothing about Whitley procedure and very little more about demarcation of work. I was soon in trouble but I was lucky in most of my guesses,\n\nI directed the Shipfitters to make their claim and the Shipwrights to answer it, each of three a side alternately. I liked the last Shipwright speech, which had as its theme the effect of taking bread out of the mouths of the starving children of the Shipwrights; it raised the tone of the discussion. Then up spake a Riveter; he had heard enough and was prepared to give his vote to the Shipfitters. Pandemonium. I had to make it clear that there would be no voting. More pandemonium. Then the Plumbers wished to be heard as they had agreed with the Shipfitters as to a division of the spoils. Again I ruled I was not going to hear them as they were not in the claim. Then to my consternation I was asked to give my decision on the claim which I had thought would follow after I had reported to M.C.D. However I\n\nhad to face it. It was an occasion for care and tact. I had a brainwave. I ruled that I had heard nothing to cause me to alter existing practice. Solomon was not in it.\n\nLater the S.C., M.C.D. and the Admiralty confirmed my decision and I thought that job was well over for good. Not so, however. Several years later I joined D. of D. One day the Deputy brought me in a paper and asked me to look through it as he was not happy about it. Neither was I when I had digested it. It was the official decision on the Demarcation of Pumps and Pipes following a series of meetings at the Admiralty. I did not like particularly a decision which gave everything in the Box to the Engineers, the Box being bounded by the foremost and aftermost machinery bulkheads, the outer bottom and the sky. I found, however, that the letter followed decisions we had already agreed to and we could not at this stage walk back on them.\n\nI was looking up the previous papers and eventually came to the first one. I suddenly saw my name and found this was an appeal to the Admiralty by the A.E.U. against my decision at Devonport years before. The first ground of appeal was the youth and inexperience of the chairman, followed by remarks about the natural bias of M.C.D. officers as ex-Shipwright apprentices in favour of the Shipwrights. I was prepared to accept the first ground but the other remarks were a little adrift. M.C.D., S.C. and I happened all to be ex-Engineers. I noticed the Shipwrights replied to this in a short statement at the end of the hearing that they would never impute bias in this way to responsible Dockyard Officers. It would have been more in keeping for them to have found bias in three ex-Engineers. Be sure your sins will find you out.\n\nThe Whitley system, so far as Industrials are concerned, is based on only recognised Trade Unions affiliated to the T.U. Congress being admitted to the discussions. When it was introduced, I doubt if Trade Unionism was very strong in the Yards and this at first led to a good deal of trouble. There were strong Societies of established men and\n\nex-apprentices, strengthened perhaps as a result of the General Strike in 1926, which suddenly found themselves out of the picture so far as Whitleyism was concerned and this made things a little difficult. However, all this found its level in time and the system as it works today is an excellent one.\n\nNow let us go back to the pre-Whitley methods. If you dig back into early history you will find plentiful mention of Petitions, Pleas, etc. From the earliest days, if you as an individual or as one of a body wished to show appreciation of some decision, had a grievance, or wanted extra pay, you forwarded a petition to the King, Admiralty, Commissioner, or other higher body as the case might be, in which you stated the matter in question, ending, \"And your petitioner(s) will ever humbly pray\". If you couldn't write, you got someone else to write out your petition and made your mark. It was in this way that our predecessors sought increases in pay and status. We have met mention of petitions in our earlier articles from workmen, outside traders, etc., to the Commissioner. In 1775 the Shipwrights in the Yard came out on strike against the introduction of Payment by Results, then called Task Work. They demanded a rate of 2/6d. a day, excluding Chips, no Task Work and the reinstatement of certain men. The strike lasted about six to seven weeks and was unsuccessful. The Shipwrights\n\ncirculated a petition in Portsmouth:-\n\n\"The Commissioner and Principal Officers having ordered Shipwrights to perform a mode of work called 'task' and conscious to themselves on the fullest conviction it must occasion progressive suicide of our bodies, the destruction of our families and the inhabitants in general. Another order has already enforced at Plymouth whereby any person who from sickness or being wounded should be obliged to continue one month at home to be discharged - these with a daily increase of grievances have re-united the Yards to apply for redress but have received no satisfactory answer. We have therefore agreed not to enter the Yard till redressed. It is humbly hoped the worthy inhabitants will assist in supporting us and our families till relief be obtained.\"\n\nAs time went on the petitions became embodied in an Annual Petition. Normally the petitioner might expect a decision on his request two or three years after he had sent it forward. Each year the Financial Secretary, accompanied perhaps by the Civil Lord, would visit each Yard to hear the persons concerned or their representatives in support of the matter in the petition and later the Admiralty would give their decision, which very often was in the negative.\n\nIf anyone cares to dig out these old petitions he will find interesting information. I have notes now only of the annual replies to petitions in the early 1890's. Here are some interesting decisions following in each case a request by the workmen in a petition of two to three years earlier:- Their Lordships had made arrangements with the Treasury for grants to local Eye Infirmaries so as to secure the attendance there of specialists in eye cases. Their Lordships noted the desire of the men to make provision for their families by way of Insurance. If the numbers were sufficient Their Lordships would let the Accountant General transmit funds by deduction from wages direct without cost to the Institutions elected by the men.\n\nEstablished men would in future be allowed to continue at work after 60 but not beyond 65 years of age. Previously hired men might continue after 60 but established men had to go on reaching 60 years of age.\n\nInstructors to Apprentices and might sit for examinations for Inspector after three years' service and for Draughtsman after six months' service.\n\nNew rates were announced for Leading Men and Chargemen. Leading Men's rates varied from 4/6d. - 6/6d. for Labourers to 8/6d. - 9/6d. per day for Fitters. Chargemen of major trades had 1/- a day allowance, others 6d.\n\nNew ranges of rates for trades were also announced. (Hired) Shipwrights 5/2d. - 5/8d, Fitters 5/4d. - 7/-. Smiths 5/4d. - 7/6d, Joiners 4/5d. - S/2d, Hand Drillers 3/4d. - 3/8d, Riveters 3/4d. - 4/2d, Labourers 2/10d. to 3/- per day.\n\nShipwrights and Fitters on Drawing Duties were allowed a proportion at 6/- a day with the remainder at 5/6. The Admiralty, however, refused their request for the same leave and sick leave privileges as Writers without loss of pay as their occupation was \"not so sedentary\".\n\nA 1st Class Draughtsman's (pay 7/6d. a day and 2/6d. duty pay) personal application for establishment was refused.\n\nApprentices asked not to be made to work overtime or if they did, to be paid for it. Refused.\n\nJoiners asked that their Leading Men be given the same status as Inspectors of Shipwrights, and Shipfitters asked that they be allowed their own Foremen. Refused.\n\nShipwrights asked for the abolition of \"Task and Job\". This was refused but in future it would be known as Piece Work and the prices would be made accessible to the men. Mention is made of Fellowship piece work. It is not clear what this was. It may have been a forerunner of Job Price Contract.\n\nMasthead men were refused Danger Money, and Confined Space Money (1½d, hour mechanics, 1d. labourers) was allowed to workmen but not to be paid if for less than one hour.\n\nIt was laid down that absence with or without leave, excepting absence through hurt or sickness, had to be worked up before counting hours for extra time.\n\nClosed days were not in future to be worked up but only four Public Holidays would be paid for.\n\nPay at this time was per day, Saturday counting as a day. The average working week was 50⅓ hours. An average 48 hours week was introduced on 2nd July 1894 as a result of an item in the Petition. Total weekly pay was to remain the same as it was previously on a six day basis. The new hours gave a week varying from 50 hours in summer to 41½ in December. 1½ hours was to be allowed for dinner and Saturday was to be a 5 hour half-day and to count as such i.e. a 5½ instead of a 6 day week.\n\nTimes of starting and leaving off work varied with the season by quarter hour stages. From 1st March to 10th November these were 7 a.m. and 5.30 p.m. coming down to 7.30 a.m. and 4.15 p.m. in December and January.\n\nThere was a quid pro quo for all this and the following privileges were abolished: -\n\nHoliday grants to men stripping copper.\nAllowance of 3 minutes at Out Muster.\nAllowance of 5 minutes to get to the Pay Table.\nAllowance of 1 hour before bells morning and evening.\nGranting of leave with pay for urgent family affairs.\nGranting of leave with pay to attend confirmations.\nGranting of leave with pay for launch of ships.\nTime allowed Smiths to wash before leaving work.\nUsual half holiday for visit of Lords Commissioners of Admiralty. Usual half holiday for voting at Parliamentary Elections.\n\nI think I have given enough to show that history is recorded in these petitions and Admiralty replies. Perhaps someday someone will dig into the files of these and give us the results."
},
{
  "_id": {
    "$oid": "68419676fed581de5854355d"
  },
  "title": "CHIPS FROM A PORTSMOUTH BASKET",
  "subtitle": "14. ARMAMENT SUPPLY",
  "section": "by Mr. E. S. Curphey, C.B.E.",
  "content": "Although the Armament Supply Department is not contained within the walls of the Dockyard, it forms a part of the Superintendent's responsibilities and we work closely with its staff. Particularly is this the case when an emergency arises and we have to fit out ships for their peculiar requirements such as Supply and Issue Ships.\n\nIn the early Middle Ages the great nobles had their private armies. So had the King and he made the Tower of London his headquarters, stronghold and armoury, as well as the base for his fleet. The stock of arms was in the charge of the Keeper of the King's Wardrobe. The Little Wardrobe held his personal clothing and the Great Wardrobe his stocks of arms. The first record of an official in charge of a central stock of the nation's arms occurs in 1299. There is also mention of the Attiliator or, later, the Artillerator as a maker or provider of military implements with a wage from the Crown.\n\nWith the advent of cannon, greater technical skill was necessary both in the casting of guns and in the manufacture of gunpowder. In 1414 Nicholas Morbury was appointed \"Master of our Works, Engines, Cannons and other kinds of Ordnance for War\". From then on for a long period there was a succession of Masters of Ordnance and their Clerks at the Tower where the main stocks were held, with ready use stocks for local use under the control of the Governors of various strongholds. These Governors appointed their own local Masters of Ordnance, Master Bowyers, Master Fletchers, Master Smiths, etc. The post at the Tower lapsed during the Wars of the Roses but was revived under Henry VII with the Privy Council acting as co-ordinators and controlling the financial side. The stocks at the forts were then independent of the Tower. The Tower Master of Ordnance also dealt with ordnance and arms for ships through the Trinity House Brethren who were responsible for outfitting and arming all ships of war.\n\nWhen in 1546 Henry VIII constituted the Principal Officers of the Navy, the forerunners of the Navy Board, he included a Master of Ordnance for the Navy but it is doubtful whether the post was always filled. The custody and issues of cannon, etc. still remained with the Master of Ordnance at the Tower and the Navy Master of Ordnance seemed to be chiefly concerned with allowances, training of Gunners, etc. Corruption was rife and at the time of the Armada it was alleged many enriched themselves at the expense of the stocks of ordnance. Queen Elizabeth set up in 1598 a Commission of Investigation and a new organisation arose which did not alter much until after the Crimean War.\n\nThe Great Master of Ordnance was responsible for the arms, whether used on sea or land.\n\nIn 1627 Charles I established the marking of \"C.R.\" on all muskets and arms issued from Crown Stocks, with an anchor added if for sea service.\n\nUnder the Commonwealth the Master of Ordnance's duties were transferred to the Admiralty with financial control exercised by a Parliamentary Committee.\n\nSince possession of arms was important in case of rebellion, Charles II tightened things up and concentrated affairs again in a Master General of Ordnance. This post held control of all arms throughout the country. A Board of Ordnance was formed in 1683 with the Master General as Chairman and decided matters of high policy. The Board included also a Lieutenant General, Surveyor General (technical), Storekeeper General, Clerk of Deliveries (issues) and Clerk of Ordnance (finance).\n\nStocks at the Outports were concentrated under Storekeepers who could not issue arms or ammunition except under specific Board approval and they were assisted by Clerks of the Cheque and Clerks of the Survey as technical experts. The organisation was civilian and the chief officers were usually referred to in orders as the \"Respective Officers.\" The Army came in as trainers of gunners, constructors of fortifications, etc. and so formed the R.A.'s and R.E.’s which were eventually to become separate regiments. In 1780 Burke attacked the organisation and wished the Admiralty and War Office each to take over control of its own ordnance. The proposal failed but Treasury control was instituted.\n\nSerious failures in supply during the Crimean War caused a further reorganisation. The Board of Ordnance was absorbed in the War Office including the provision of Ordnance for the Navy. Financial provision for both services was included in the Army Estimates, The technical control became the responsibility of the War Office with Naval Officers as advisers.\n\nIn 1866 the post of Director of Naval Ordnance was established at the Admiralty. The control of the War Office over Naval matters still remained, however, and was much resented.\n\nIn 1858 provision for Naval Ordnance Stores was made in the Navy Estimates but the War Office still did the ordering. The actual stores were kept separately at this time. The Admiralty were not satisfied and alleged that guns were never ready in time for the ships building. Fisher as D.N.O. urged a separate Ordnance Store Department for the Navy and got his way at the end of 1890. The new Naval Department controlling Ordnance Stores took over on 1st October 1891 and there was a necessary division of Store Depots and the building of new. The first head of the Department was an Army man as Storekeeper General of Naval Ordnance, followed in 1902 by successive Naval Officers as Superintendent of Ordnance Stores until a civilian was appointed in 1937. At the outports the Officers in charge of Ordnance Store Depots became eventually Naval Ordnance Store Officers.\n\nAt the end of the 1914/18 War, the Superintendent of Ordnance Stores became Chief Superintendent of Armament Supply and the Naval Armament Depots were controlled by Armament Supply Officers. In 1939 the Chief Superintendent of Armament Supply became the Director of Armament Supply.\n\nLocally the first Masters of Ordnance at Portsmouth were responsible to the Governor until in 1667 they were made responsible to the Master General. The Magazine was in the Tower at the end of High Street. In 1779 the explosives were transferred to Priddy's Hard, their presence in the town being considered too dangerous, and the old magazine was handed over to the Victualling Department. Until full storage was available ashore, explosives were stored in Powder Hulks.\n\nIn 1705 the Board wrote that they had under their consideration the building of the Gun Wharf. Their letter finishes \"We are your loving friends\", apparently the normal conclusion of orders in those days. A letter eight years later ends 'Your humble Servant\" and later letters \"Your most obedient and humble Servant'.\n\nA letter of 1719 refers to all sea stores having then been removed to the Gun Wharf so this apparently became a Main Depot at about this time.\n\nIn 1891 the Gunwharf was divided, the Old Gunwharf (Northern) being taken over by the Army and the new Gunwharf (Southern) being taken by the Navy, and it became the Headquarters of the Naval Ordnance Officer who controlled also Priddy's Hard and Marchwood. At the end of the 1914/18 war, the \"VERNON\" came ashore and took over the Gun Wharf. The Army went to Hilsea and the Naval Ordnance to Priddy's Hard, the transfer being completed in 1920.\n\nOld letters give us some interesting sidelights. What would we say of an official report from the local Officer in charge to his Chief at Headquarters which ended with the postscript:\n\n\"Mr. J. W. and selfe are now willing your good health in a Glass at the Corner House…\"\n\nHere is one that may appeal to Yard Officers:\n\n\"The Master General and Board having taken into consideration the request of the Respective Officers at several of the Outports to be allowed one Labourer each to attend them for the purpose of taking care of their houses and stating that their salaries are not adequate to the expense of keeping servants of their own. ....................... ordereth that each Respective Officer who has a house .. be allowed to employ one of the Labourers, but no more, at the usual rate of labour per day … for six days in the week and without any extra time. Sgd. Richmond and Gordon, Master General.\"\n\nLetters passing about 1784 show that the Stamp Duty Act which became law at that time and the necessity for its strict observance caused wages to be paid weekly or, in the case of labourers, every two weeks so as to avoid the Duty.\n\nApparently at this time hours of work in the Ordnance Department were 6 a.m. to 6 p.m. in the summer by quarter hour changes as the days shortened to 7.15 to 4.45 from Christmas to mid-January. One hour from 12 to 1 was allowed for dinner and half an hour for breakfast in the summer. When work started after 6.30 a.m. no breakfast break was allowed as the men could breakfast from 6 to 6.30 a.m. before starting work.\n\nAbout this time the respective Officers were told that when engaging artisans they were to bargain with them as to providing their own tools. The Board were prepared to pay for the cost of sharpening masons' tools but not those of carpenters or other artisans.",
  "number": {
    "$numberLong": "14"
  }
},
{
  "_id": {
    "$oid": "6841967ffed581de5854355e"
  },
  "title": "CHIPS FROM A PORTSMOUTH BASKET",
  "subtitle": "15. ELECTRICS",
  "section": "Electrics",
  "content": [
    "Almost the first record I have found of Electrics in connection with Portsmouth is that in 1844 Messrs. Cook and Wheatstone undertook for £1500 a 21 year contract to provide and maintain telegraphic communication between the Admiralty and Portsmouth. The scheme came into operation a year later.",
    "In 1846 we read of a submarine cable being laid between Portsmouth and Gosport. In that same year the local press notes that Mr. Hay, a Chemist in High Street, Portsmouth, who had devoted much time to the study of electricity, had been appointed an Electrical referee and lecturer in the Dockyard. Further details are not given.",
    "In 1892 the answer to a petition of a year or two earlier approved that in future no Shipwrights or their apprentices were to be employed in the Ship Fitter and Electrical Shops.",
    "The position of electrics in those early days is outlined in a paper read in July 1892 before the Institute of Mechanical Engineers by H. E. Deadman - then Chief Constructor at Portsmouth and later Senior Assistant D.N.C. - 'On the Application of Electricity in the Royal Dockyards and Navy'.",
    "The use of Electricity was not yet in general favour. Only a few years before, a First Lord had stated in the House that the Admiralty knew all about its greater use in the Russian and other foreign navies but could see little use for it in ours. Deadman, however, claims in his paper that 'this is an age of Electricity and the fact is well exemplified on board a modern battleship of the Royal Navy'.",
    "Electrical testing and construction appears to have started in a small way in the Yard in 1875, the first Electrical Shop at Portsmouth being in a small shed situated in the area now lying between the present 14 and 15 Docks. Electricity had been introduced into H.M.Ships about a year previously 'in a device for the firing of guns'. Power was then supplied by a High Tension Battery of 160 elements of alternate copper and zinc plates separated by fearnought dipped in a mixture of vinegar and salt water. A little later these batteries were replaced by Leclanche cells in groups.",
    "In Deadman's paper we read of the stage of development by 1892. Familiar terms appear in the paper:",
    "T.E.L. (temporary electric lighting) has been introduced in the Yard and he claims that: probably more has been done here in this respect than has been attempted in any other Yard or private Shipbuilding Yard in the country. It is estimated that in a first class Cruiser like the 'ROYAL ARTHUR', the total cost of temporary lighting would be about £1200. This would probably not much exceed, if at all, the cost of candles for the same period. It is hardly an exaggeration to say that the excellent results as regards celerity and cheapness of construction which have recently been attained at Portsmouth Yard would scarcely have been realised without the aid of this admirable illumination afforded by the system of incandescent lighting. The lamps with their holders are secured to wooden bases and protected by wire guards.",
    "R.P.C. Highly satisfactory experiments had been made with a motor for the training of searchlights controlled from a distance. Apparatus had also been designed for the distant control of a boat which without passengers could be sent from a safe distance into an enemy's mine field to explode it. The boat could be steered, engines stopped and started and counter mines dropped when desired and exploded by the use of electric power.",
    "Telephones: A special Committee had been much impressed with the communications offered by an electric system, and amongst other things telephones of differing designs had been tried in H.M. Ships in substitution of Voice Pipes. The results were not such as to lead to their introduction however in the Navy.",
    "Motors: The use of electricity to drive motors had not gone so far as in other Navies and the writer was not sanguine of their use for working guns, supply of ammunition, etc. but if results proved satisfactory the Navy would no doubt profit quickly by the experience of other nations.",
    "Electric Cables: Until about 1880 supply and return cables were used. About that date a single wire system was introduced. At first the insulated cables were enclosed in wood casings but defects arose from the access of salt water which destroyed the insulation and caused short circuits and fires. The recent introduction of lead covered cables without covering wood casings marked an epoch in ship lighting and they were now replacing the old cables.",
    "Yard Lighting: Mr. Lane, an Electrician at Portsmouth Yard, had recently designed and constructed five Dynamos each giving 400 amps at 80 volts. The drive was by 56 I.H.P. open compound engines at 560 R.P.M.",
    "The discussion on this paper is interesting: W.H. White - D.N.C. and Assistant Controller - said he had recently seen the largest electrical installation yet fitted on board a ship. In future many things would be done by electricity which were now done by other means. During the past ten years the Admiralty had organised and trained a competent body of electricians and Mr. Lane was an example of that body of men and the paper showed what the Service owed to them. In the Dockyards, Assistant Constructors and Junior Officers were being put through a practical training in electrical matters.",
    "R.E.A. Crompton - an outside Electrical Engineer who later made a great name for himself in the electrical world said he was afraid the Admiralty was much behind the times and the best electrical apparatus was found in foreign navies only. He hoped to see the time when some of the Officers in Portsmouth Dockyard would begin to take up the subject thoroughly and when the question of electrical distribution on board ship would be considered as a whole and not merely as a means of producing light.",
    "W.H. White said that with all respects to Electrical Engineers, some of the Officers in the Naval Service who had the largest experience of electric power in connection particularly with torpedo practice, were those who professed the greatest distrust of its large extension.",
    "I do not propose to go into, in detail, the technical development in electrical matters. A complete searchlight equipment was fitted in 'MINOTAUR' in 1876, the dynamo being driven by a belt from the auxiliary pumping engine. New type searchlights and the first complete lighting, system were fitted in 'INFLEXIBLE' in 1881. This was a system embracing arc and glow lamps in series working at high voltage. The Admiralty was still not enthusiastic about electricity but in the early 1880's lighting systems were introduced in the troopships - which were an Admiralty responsibility - and its satisfactory service led to its being adopted for warships.",
    "Up to 1900, matters of electrical design etc. were the responsibility of D.N.C. Department, other than the mechanical parts of the dynamo which were dealt with by E. in C. I think the last Corps' members to be in charge of such matters were A. E. Richards and W. H. Carter. At the Yards, as we have seen, the Constructive and Engineering Departments were responsible similarly.",
    "Pressure was, however, being brought to bear by outside Electrical Engineers and bodies for a thorough investigation of electrical matters in which they alleged the Admiralty was hopelessly behind hand. This led to the appointment of a Committee on Electrical Equipment in 1920. Richards, and later Carter, were members of this Committee. The reports of the Committee said we were at that date using electric power for lighting, fans, after capstans and in the latest designs for 6\" turrets and ammunition supply, coal, ash and boat hoists. Foreign navies were, however, using it to a much greater extent and they recommended our following suit and adopting it for all auxiliary machinery outside the engine room. Their other recommendations included the introduction of a ring main system, a voltage increase from 80 - 100 volts to 200 - 230 volts, an increase in dynamo complements and the development of a turbo generator.",
    "Meanwhile a very significant appointment was made. L. J. Steele, an outside Electrical Engineer, had been appointed to Portsmouth Yard on the staff of the Chief Constructor in 1900. Two years later he was made a Principal Officer and the first Electrical Engineer to be head of a separate Electrical Engineering Department in the Dockyards. This was followed in 1903 by the appointment of further Electrical Engineers to the Admiralty and to the other Dockyards.",
    "At the Admiralty, Wordingham, an outside consultant who had served as City Electrical Engineer, Manchester, was entered as a Superintending Electrical Engineer on the staff of the D.N.C. and Electrical Engineers (Leake, Hewitt, Kingdom, Hunt, Wightman, Newington, Constable and Pringle) were appointed as Principal Officers and Heads of the new Electrical Departments at the Dockyards at home and abroad. Wordingham was soon joined by McClelland and Edge. McClelland later joined D. of D. as his Electrical Assistant.",
    "The instructions to the Yards said that the initial requirements of the new Departments were to be met by the transfer of the existing Electrical Shops, Generating Stations and of Ship Fitters, Fitters, Skilled Labourers, etc. from the Constructive and Engineering Departments. At first they had no Draughtsmen or Writers, this work being carried out for them by the two older Departments. The C.C. was responsible for carrying out on requisition from E.E. all preparatory and finishing hull work incidental to the fitting of Electrical appliances, but where he loaned one or two men to E.E. the latter took over responsibility.",
    "As the new and enlarged generating stations came into being at the Yards in 1906 the first Assistant Electrical Engineers were entered. There was one peculiar condition about these first appointments. Wordingham was appointed for five years and the other E.E's for three years. At the end of that time they were to be discharged and others appointed who were more in touch with the latest developments in Electrical Engineering. This never happened. The high rate of Naval Warship building and of electrical development in the years prior to the 1914/18 war caused all to be retained.",
    "The position of Wordingham and his rapidly increasing staff in D.N.C. Department was not so happy. It was alleged that having no separate financial section of Navy Votes he suffered badly in the appropriations for electrical development in the Estimates and that jealousies kept important papers on electrical matters away from him. Whether this was true or not it was rapidly becoming clear that very soon a separate and distinct Department to deal with Electrical matters would be essential under its own Director of Electrical Engineering. I do not remember the actual date. I think it was about 1917 that this actually occurred.",
    "In the meantime the matter of future Officers was under consideration and quite early in the Section's development it was laid down that future recruitment would be: (a) by entry from outside of fully qualified Engineers, (b) by the further training of the best Electrical Fitter apprentices at Greenwich, (c) by the promotion of suitable Subordinate Officers of exceptional ability.",
    "There were to be no special examinations for (c) above but some of those desirous of consideration took courses or passed outside examinations to strengthen their claims.",
    "The Electrical Fitter apprentices at (b) were to be chosen at intervals of two to three years and were to proceed, after satisfactory completion of their Fourth Year Upper School Course, to Greenwich as Private Students for a two years' Course. Subsequently they were to return to the Yards as Second Class Draughtsmen and there await vacancies for Assistant Electrical Engineers.",
    "The first apprentice so selected was W. H. Chatten, later Assistant Director of Dockyards, who joined Greenwich on 1st October 1910 as the first 'Admiralty Scholar in Electrical Engineering'. He was, on joining, established and paid as an Electrical Fitter and had a scholarship of £40 per annum. He lived outside the College as a Private Student and wore plain clothes. After completion of the two year course he was appointed to Portsmouth as a 2nd Class Draughtsman (supernumerary) eligible to compete after a further year's service for 1st Class Draughtsman or be made a 2nd Class Assistant Electrical Engineer or after three years for selection as a 1st Class Assistant E.E. He actually was made an Assistant E.E. in 1915. The war of 1914/18 and the consequent expansion caused Chatten and his immediate successors to be made 1st Class A.E.E's during that period. Chatten was followed at Greenwich by Kill in 1912, Couch in 1914 and Parker in 1916. Chatten went to sea for a year in 1918.",
    "In 1917, those who had already completed the Greenwich Course put forward proposals for placing the Electrical Scholars on exactly the same footing as our own Constructor Officers at Greenwich, including the year's service at sea and further appointments, and these were adopted. At the Yards the status of the Head of the Electrical Department was raised, first to that of Superintending Electrical Engineer (Grade I or II according to the size of the Yard) and in 1941 the S.E.E's at the larger Yards became Electrical Engineer Managers, thus bringing the Department in line with the Constructive and Engineering Departments.",
    "I need hardly mention modern development, Navalisation, etc. These are familiar to us all. As colleagues and to some extent their forerunners in early days we wish them well and the realisation of their just claims to full recognition of their status and responsibilities."
  ],
  "number": {
    "$numberLong": "15"
  }
},
{
  "_id": {
    "$oid": "68419685fed581de5854355f"
  },
  "title": "CHIPS FROM A PORTSMOUTH BASKET",
  "subtitle": "46. CHIPS FROM A PORTSMOUTH BASKET by Mr E. S. Curphey C.B.E.",
  "section": "16. STOREKEEPERS",
  "content": "In the early days, the Dockyard Stores covered both Victualling and Naval Stores as we now classify them. Local Records show a Storekeeper at Portsmouth from the early 1600's. Benjamin Johnson, Storekeeper, was Mayor of Portsmouth in 1665. It is probable however, that Storekeepers existed here in much earlier times.\n\nIn March, 1861, the title of the then holder of the Dockyard post was altered to Naval Storekeeper. From January, 1870, to almost the end of 1876 the Stores Department here was placed under the control of the Master Shipwright, one W. B. Robinson, who was also Engineer from 1869 to 1875. Robinson became the first Chief Constructor at Portsmouth in 1875 and retired in 1881. Those who served at Portsmouth in the pre-war days may remember a photograph which graced the wall of the M.C.D's office, of Robinson in riding kit astride a fine white horse. Unfortunately this photograph was destroyed, I believe, when the office was blitzed during the last war.\n\nTradition states that Robinson had his ride in some state on Southsea Common every week day. It is also said that the Admiral Superintendent of the later days of Robinson's term of office informed Their Lordships that there was not room in one Yard for both Robinson and himself. Truth or fiction, however, the Admiral stayed the longer. I believe the Robinson, V.C., who shot down one of the early Zeppelins in the 1914/18 war was a direct descendant.\n\nThe Naval Storekeeper returned towards the end of 1876. In July, 1898, the title was changed to Naval Store Officer and in 1926 to Superintending Naval Store Officer.\n\nI have been unable to turn up any further details of the history which would show definitely when Victualling and Naval Stores came under separate local control.\n\nThere is no very definite news of organised Naval Stores before about the middle of the 16th Century. It is thought that Henry V had earlier an organisation based on Southampton for victualling his fleet and transports, and that Henry VII did likewise when he established Portsmouth as a Naval Port, but details are lacking. In the 15th Century Southampton was our third largest port, exceeded in trade only by London and Bristol. It was the only port in Henry V's reign possessing Navy storehouses and appliances. Portsmouth also had a considerable commercial trade and in still earlier days we read of King John making gifts or sales of wine from the King's Wine Stores at Portsmouth, so presumably there were Crown Stores there. It would appear, however, that Portsmouth was then and for a long time controlled largely by Southampton in regard to Customs.\n\nWhen in 1495 Henry VII built the first dock at Portsmouth, he also built Storehouses which presumably held Ready Use Victualling and other stores although Southampton remained the main victualling centre.\n\nThe first workmen in the Dockyard would appear to have been lodged and victualled by the State, the cost in 1497 being quoted as 24d per man per day. Whether this included all the workmen, in those days relatively few in number, or only the \"impressed\" labour is not clear. It was common practice in those and later days for the agents of the King to impress men for work on his ships. The balance of evidence rather favours the idea that, at any rate in the early 16th Century, all Dockyard workmen were lodged and victualled by the Crown at a cost of l/6d per week.\n\nIn 1538 a record shows that their victuals included Bread, Beef, Ling, Cod, Hake, Herrings, Pease and Oatmeal and Beer. They were allowed a Chamberlyn to make their beds and keep their quarters clean. Beds were provided but on the basis of two or even three men to a bed. At about this time bread cost is quoted as Id per loaf, beef 6/- a quarter, sheep 2/6d each, beer 8/- a pipe.\n\nDuring Henry VIII's wars with France, the victualling arrangements do not seem to have worked well. The local resources appeared not to have given the victualling support the Navy required. The Admiral in Command is reported to have sent many signals such as \"In Heaven's name let the Victualling come\".\n\nAbout the middle of the 16th Century, buildings for the Victualling Department, the Queen's Great and Little Cooperage, seem to have been built in the Town itself in the region of the Camber, the then commercial shipping centre of Portsmouth and still existing though much reduced in size. Here the Victualling Office and Headquarters became established and this probably marks the creation of the Victualling Department and perhaps the separation to some extent of Victualling and Naval Stores. The first buildings erected were 4 Brewhouses built in 1546 \"near a well of sweet water particularly suitable for the brewing of beer\". These were followed by Bakeries for the making of biscuits.\n\nWe read of the broom covered Navy Storehouses in King Street being burnt down in 1557 with a great loss of \"50 and 3 tunnes of Beer with Cask\"; also that the destruction was so great that the Queen authorised a collection to be made throughout the country on behalf of the distressed inhabitants.\n\nThe Storehouses were again burnt down nineteen years later.\n\nAs for other materials, a Dockyard Estimate in 1522 gives the probable liability for the year as:\n\nOakum, tallow, iron, coal and timber 100\nMasts and Yards 50\nCable and Ropes 1000\nNails 8 Anchors 100\nWages 450\n\nFor timber the Yard relied on the Forest of Bere and the New Forest. Shipwrights would, if the matter was urgent, go into the forests, select, fell and dress as necessary the timber they required. Prices of oak were apparently I/- ton rough and undressed, seasoned l/8d, ready squared 3/4d. Carriage was reckoned as 2d per mile per ton.\n\nThe Victualling arrangements were still not able to meet emergencies. During, the actions against the Armada, sufficient provisions could not be obtained quickly to keep the ships crews in the ships off the Isle of Wight in good fettle. The Queen's Master Baker scoured the country side for food and men. He had powers to impress men but it is said he could find few men even as far distant as Winchester. Men had made themselves scarce directly the news of his coming got round.\n\nFollowing further failures in the Dutch Wars two additional Assistant Commissioners - later increased to three - were appointed to help the Comptroller as a member of the Navy Board and one was made Comptroller of Victualling Accounts and the other Comptroller of Storekeeping Accounts. The Storekeepers became the local representatives and the appointments seem to indicate a definite separation of duties.\n\nWe hear little of Store affairs about this time though in 1665 a Storekeeper writes to the Navy Board:\n\n\"A1though my salary was increased by the Duke of York to £100 per annum I have only received this at the rate of £50 p.a. My assistants are allowed no more than labourers wages and for 12 months past for want of money to advance I have been obliged to borrow £104 on my credit\".\n\nA record of 1684 shows the Storekeeper's annual salary as £100 plus £5 paper money plus £154 for Clerks.\n\nA letter of 1622 lays down the ration for Naval Seamen as 1 lb. biscuit, 1 gallon beer, 2 pounds sheep with salt 4 days a week (or instead 1 pound beef for 2 or 4 days), 1 pound bacon or pork, 1 pint peas. On other 3 days 1 quarter stock fish, 1/8 lb. butter and 1/4 lb. cheese.\n\nIn 1647 an offer was received from one John Smith to serve in all iron work required by the Navy above a tenpenny nail. The Commissioner's report on the matter shows an interesting outlook on life, viz: -\n\n\"Iron should not be forged in or near a State Yard since an opportunity was thus afforded of stealing by which Smiths have made great estates.\"\n\nHere is another report to Pepys in 1666. There had been thefts from the Rope House and a search of a Ropemaker's house revealed a stock of this material. It was found that this same man had been found guilty of cordage thefts at Oxford. The Commissioner writes:\n\n\"If that man be not hanged now I never hope to see another man hanged so long as I live be he never so bad.\"\n\nThere was considerable extension of the Victualling Stores in the 18th Century particularly under the Georges. In 1724 these stores, bakeries, etc. occupied both sides of King Street and a considerable part of St. Mary's Street. The Navy buildings are listed as Old Loft and Butter Houses, Cooper Shops, Slaughter House with Pickle and beef sheds, Hog Yard, Outhouses, Mills, Bakehouse, Brewhouses, etc.\n\nIn 1723 we note that pipes were laid from a central well in the Dockyard to a jetty head where three long boats could come at one time to fill water which would save the trouble of sending boats to Broadhampton when there was not sufficient water to be had at Gosport.\n\nIn 1744 a new and much larger King's Mill was built where the grain was ground for Naval use. It replaced a smaller mill of some age. The first \"dokn\" in King John's time is believed to have been at the entrance of a creek whose mouth occupied the site which later became the old Gunwharf. This creek widened out into a lake which covered a good deal of the ground now used as the Recreation Grounds for R.N. Officers and men, and touched the now-styled Queen Street, Lake Road and Commercial Road.\n\nOne hundred years ago the restricted boundaries of the lake then known as the Mill Dam formed part of the defences of the Dockyard. It still covered most of the U.S. Recreation Ground and was the Mill Dam for the King's Mill, the outlet passing through the old Gunwharf.\n\nMill Gate was on the road passing over this Mill Dam near the present \"Vernon\" Gate. Eventually the Mill was burnt out and the whole area was enclosed in the region covered by the present \"Vernon\" Establishment. The small site was sold to the Ordnance Board when the Victualling Department moved to Gosport. The Dam was filled in about 1876.\n\nAt one time in the eighteenth century there had been somewhat of a stir in the House of Commons. A Commission had uncovered serious defalcations in the Victualling Department. Portsmouth Brewers holding large contracts for the supply of beer prevailed on Captains and Pursers to sign for much more beer than they received and share the consequent profits. One Contractor had been paid for 8217 tons (or perhaps tuns) and had actually only delivered 4582. The result of this seems to have led to the development of the present Royal Clarence Yard as an Admiralty Brewery.\n\nLater, about 1783, further abuses were found at the Storehouses in Portsmouth. The Commission:\n\n\"Found improper persons had keys to the Victualling Department. That Hogs were kept in the Storehouses and fattened on Ships' Biscuits. Planks, spars, staves, barrels were being removed for private purposes, mops and brooms were taken away by one official who kept a shop as a side line which sold these articles. Wine, coal, candles were also being stolen in large quantities. There was collusion between Contractors and officials.\"\n\nThis report would seem to indicate that at least some Naval Stores were still the responsibility of the Victualling Department, even at this late date.\n\nIn the meantime, about 1779, when explosives were removed to Priddy's Hard, the Victualling Department had taken over the old magazine in the Square Tower in High Street. This was instead of building new storehouses on the Quay at Portsmouth, the Military objecting to this as it would mask their batteries. Extra storehouses were however included in the New Naval Gunwharf some years later for victualling purposes. Incidentally, the first semaphore was erected on the roof of the Old Magazine in 1823 and it was stated that it was possible to transmit messages to London in three minutes.\n\nThe 18th Century covered three serious fires in the Dockyard in 1760, 1770 and 1776, each affecting the Rope Houses. The fire in 1760 occurred in the Rope House during a heavy thunderstorm, and destroyed the Rope House, Old Hemp House, Laying House, Spinning House, Lay Store House, New Hemp House as well as the Kitchen, Laundry, Wash House and Brew House of the Commissioner's Lodgings.\n\nThat in 1760 occurred at night and there was suspicion of incendiarism as cartridge cases were found in the ruins, but nothing could be proved. The Block Loft, Mast House and House Carpenter's Shop were affected in addition to various houses connected with rope making.\n\nThe fire in 1776 again occurred in the Rope House and Rigging Store and the crime was eventually found to be the work of the notorious \"Jack the Painter\" who, on being found guilty, was hanged in the Yard.\n\nJack was known under several aliases - Hill, Aitken, etc. He was a Scot who was a criminal from his youth. To escape the results of his crimes he fled to America in 1771. He returned in 1775 and took to his old ways. Soon he was bitten with the idea of crippling this country by setting fire to the Dockyards, having heard that this blow was the worst we could suffer. It was alleged that he was subsidised by the Americans but this was never substantiated. If true, they chose a poor tool. On 7th December, 1776, fire broke out suddenly at night in the Rope House. At first it was thought to be due to accidental causes but a month later the Yard Officers found a dud incendiary box in the adjoining Hemp House. Hill had flown, largely influenced by the suspicions of his landlady which were aroused by the smell of turpentine clinging to his clothes. He confessed later that he had intended to set fire to his lodgings to create a diversion. He was eventually given away by a man who recognised him in a pub at Odiham. At a trial at Winchester in March, 1777, he was found guilty and he was hanged in the Yard in the same month, being hauled to the top of a mast erected just inside the Main Gate. Before being hauled up he confessed his crime, warning the authorities to look out for the other Dockyards.\n\nThere is not much more to report on this heading. Regulations in 1825 show some sidelights on conditions in those days. Here are some extracts:\n\nPrices were then - Bread 5d a pound, Beer 6d a gallon; Tea 5/-, Cocoa 2/-. Tobacco l/7d a pound; Oatmeal 9/- a bushel, Flour 3d a pound, Meat 8d a pound. Salt 5d a pound.\n\nWhen cattle are slaughtered on board the C.O. is to keep account of the produce and return Hides, Skin and Tallow into store.\n\nThe Commanding Officers of H.M. Ships are to be given as many Water Casks, Leaguers, Butts, Puncheons, Hogsheads, Barrels and half Hogsheads as they require but as the heavy demand for beer and water casks makes it difficult to raise these quickly and the expense is very great they are, not to shake casks unless absolutely necessary.\n\nSkimmings of the copper in which salt meat has been boiled are not to be given to the men either to use for puddings or any other use as they are unwholesome and likely to produce scurvy.\n\nThe allowance per man per day:\n1 lb. Bread, 1 gallon Beer, 1 oz. Cocoa, 11/2 oz. Sugar, 1 lb. Fresh Heat, ½ lb. Vegetables, ½ oz. Tea. If no Fresh Meat ½ lbs. Salt Beef or Flour with 1/2½ lb. suet or ½ lbs. Pork and ½ pt. Pease.\n\nWeekly ½ pint oatmeal and ½ pint vinegar.\n\nWhen flour is issued part ration may be raisins or currants.\n1 lb. Flour = 1 Ib. Raisins = ½ lb. Currants\n1 pint Wine = ½ pint Spirits = 1 gallon Beer 1 lb. Biscuit =1¼ lbs. Soft Bread = 1 lb. Rice = 1 lb. Flour.\n1 oz. Coffee = ½ oz. Tea = 1 oz. Cocoa. 1 lb. Butter = 1 lb. Sugar.\n½ lb. Onions = ½ lb. Leeks = 1 lb. other Vegetables.\nThe best pieces out of the pickle tub are not to be reserved for Officers nor are they to have the best cuts of fresh meat,\n\nI have not covered the removal to Royal Clarence Yard at Gosport. The locality was called \"Weovil\" I have wondered whether the name has anything to do with an insect of similar sounding name. I have not been able to determine this but it seems suspicious. The property had been purchased from the Countess of Clancarty. For a time it was occupied by one of the contractors who supplied beer to the Navy, and who built several Brewhouses. Later the Admiralty, about the middle of the 18th Century, took over the estate and developed it as a Brewery until in about 1780 it was claimed that it was capable of brewing a daily supply of beer for 13,000 men, presumably on the ration of 1 gallon per man.\n\nIn the 1820's it was decided that the whole of the Victualling Department should be removed to Weovil. The sale of the storehouses and sites in Portsmouth covered to a great extent the cost of alterations and additions at Weovil; the move resulted in a considerable economy per year, over £4,000, as well as a maintenance charge of £1,000 per year on the Portsmouth premises. The change enabled a reduction in staff of about 70 Officers and men.\n\nOne of the early Officers at Weovil or Royal Clarence Yard was Sir Thomas Grant, F.R.S. He it was who invented very successful machinery for the making of bread and biscuit instead of the old method by hand.\n\nQueen Victoria paid a special visit early in her reign to see this new wonder and was much impressed. In making 2 million cwt. of biscuit, the average yearly issue to the Navy in those days, it was reckoned the cost was reduced from £13,750 to £3,750. The new bread and biscuit were suspect to the Navy at first but in a very short time was so much better liked that waste was considerably reduced.\n\nThe Royal Clarence Yard developed considerably in the years prior to 1939. During the war in 1941 it was considerably damaged by enemy action and now a new centre is being developed at Botley. I was on duty that night and we were apprehensive as the first raid also set on fire our timber storage at the far end of the Yard. We expected the Huns to return and so they did. They dropped their bombs between the two fires. Luckily most fell in the Harbour and we were spared, but the explosions played up the sills of those docks opening out into the Harbour. I don't think we minded at the time.",
  "number": {
    "$numberLong": "16"
  }
},
{
  "_id": {
    "$oid": "6841968bfed581de58543560"
  },
  "title": "CHIPS FROM A PORTSMOUTH BASKET by Mr. E. S. Curphey; C.B.E.",
  "subtitle": "17. THE CIVIL ENGINEERS",
  "section": "The Civil Engineers",
  "content": "When the Yard was relatively small the upkeep and repair of the buildings, storehouses, docks, etc., was done largely with its own labour and appears to have been supervised by the Master Shipwright or Master Builder as he was often called. He had on his staff to assist him in these matters a Master House Carpenter and a Master Bricklayer. Buildings, dock linings, etc., were mostly of wood construction. The various Officers in direct charge of buildings seem to have acted as agents for the Master Shipwright. In addition there seems to have been an Admiralty Officer known as the Civil Architect who paid visits to the Yard from time to time to advise and to be consulted on Works matters. It is probable that major items of Works construction were carried out by Contract and these same Officers acted as local Overseers.\n\nThe post of Master House Carpenter was abolished in July, 1822, and that of Master Bricklayer in November, 1830. Subsequently leading men of the respective Works trades carried out their work.\n\nFrom a Navy Board letter of 29th September, 1817, we gather that for Works undertaken by contract there was a person acting in the superintendence thereof called the Clerk of the Works and that Heads of Departments were required to pay attention to the progress of the Works so as to satisfy themselves of the strict fulfilment of the Contract.\n\nAbout the year 1839 a Lieutenant of Royal Engineers was appointed as Civil Architect (Local). This same officer was listed in 1843 as the Officer of Royal Engineers in Charge of Works.\n\nHe was succeeded by R. E. Officers of Captain's rank until 3rd March, 1859, when a Mr. Henry Wood was appointed as Assistant Civil Engineer in charge of the Works Department at this Yard. On 7th November, 1864, this same officer became the first Superintending Civi1 Engineer. On his retirement on 1st June l879, Lieutenant Colonels or Majors, R.E., were placed in charge of the Department until 1st April 1907, after which date civilian members of the Admiralty Civil Engineering Staff were appointed as Superintending Civil Engineers. The first was J. Brookes Hunt, O.B.E., who served here until 31st October, 1919. On 28th August, 1950, the post was upgraded to Civil Engineer Manager in line with the Heads of other Professional Departments while the Deputy Head became a Superintending Civil Engineer.\n\nThe expansion of Civil Engineering Works in the Portsmouth District has led to the appointment of an extra Superintending Civil Engineer with headquarters at Fareham who is responsible for the oversight of work outside the Dockyard and Dockyard Port,\n\nThe growth of the Dockyard and its facilities, etc., will be dealt with elsewhere but we should not fail to include in this article mention of Sir Samuel Bentham who, in the closing years of the 18th Century and the early years of the 19th Century, had a great deal to do with the development not only of the Dockyard but of other Admiralty Establishments here, particularly the new Naval Gunwharf.\n\nBrigadier General Sir Samuel Bentham (1757 - 1831) was a half brother of the famous Jeremy Bentham and a progenitor, I believe, of the Mr. Bentham who acted as a Machine Tool Adviser to the Admiralty during the late war and who later acted as a Consultant to D. of D. The rank and title of Sir Samuel were both of Russian bestowal and he was so referred to both privately and officially. It is to be presumed the King sanctioned such use but no record of this is known to exist.\n\nHe was described as a Naval Architect and Engineer. After education at Westminster School he was at 14 apprenticed to the Master Shipwright at Woolwich, going with that Officer to Chatham a year or two later where he completed his apprenticeship. It was said that even as an apprentice he showed inventive talent and made many suggestions for the improvement of fittings which were favourably received by the Navy Board.\n\nIn 1778 on completion of his apprenticeship he went to sea as a Volunteer at the invitation of the Commanding Officer of one of H.M. Ships and was present at the Battle of Ushant. During his time at sea he initiated, it is said, many improvements in various items of equipment. Seeing no immediate, prospect of advancement in this country he travelled to Russia in 1780 with letters of introduction to several persons in high position. He travelled widely in Russia, paying particular attention to the working of mines and materials. On the conclusion of his tour he made a comprehensive report to the Empress which was well received and as a result he was given a commission as a Lieutenant Colonel, being responsible for many works, the building of small craft and the fitting out of ships.\n\nIn 1783 he was offered a Commissionership in Admiralty Service but declined it. During the war between Russia and Turkey which followed, he was considered largely responsible for the better fighting qualities of the Russian Ships and also commanded a Russian flotilla of small ships. The covering squadron of Armed Merchant Ships was commanded by the famous Paul Jones. He was decorated by the Russians and promoted to Brigadier General and after the war was given a command in Siberia where he opened up rivers to navigation, developed local resources, etc. In 1791 he came back to this country for a holiday, intending to return later to Russia, but various happenings detained him in this country and he resigned his Russian position.\n\nA year or so later the Admiralty asked him to visit our Dockyards and report on the introduction of machines and the use of steam for power purposes. During the next 18 years he made many proposals for the better organisation of the Dockyards and their fuller development and the accounts add that he also made proposals to improve the build and equipment of ships. It would appear that he was then known as the Inspector General of Navy Works.\n\nAbout this time the Government was seriously concerned about the losses and corruption in the Dockyards. The Attorney General in 1801 stated these losses amounted to £500,000 per annum. Comment put it at four times this amount. Lord St. Vincent as 1st Lord instituted long and searching enquiry and cleared away a good deal of corruption. Bentham too was urging administrative reforms. Both reaped a harvest of hatred amongst those concerned and made many powerful enemies. One of Bentham's statements was: If they punish inferiors they ought to go further. There was not an Officer at Plymouth or at the Navy Board unimplicated. The bitterness was enhanced by new and stringent orders for enforcing close adherence to the terms of Navy Contracts, The Navy Board objected to these and drew severe censure from the Admiralty for their negligence, fallacy and fraud which had pervaded and been fostered by the Departments under its direction.\n\nIn 1805 Bentham was sent to St. Petersburg on a mission to procure the building of ships there for the British Government, an appointment which was unsuccessful and which he considered had been made to get him out of the way. On his return in 1807 he was informed that his Office as Inspector General of Navy Works had been abolished and that he had been appointed one of the Commissioners of the Navy. His history of reforms made him an unwelcome addition to that body. He continued, however, to plan improvements in the equipment and organisation of the Yards until the end of 1812 when he was informed that his post had been abolished and as compensation he was accorded a pension of the same amount as his previous salary of £1,500 per annum.\n\nIn 1814 he went to live in France, returning to England in 1827 and dying here in 1831. He left his mark on Portsmouth Yard for he was responsible for the extension of the present No. 1 Basin, the building of docks, jetties, etc, the introduction of machinery in the shops and of the first steam pumping machinery. He was also the inventor of Ship Caissons - to replace the previous gates - which, despite the fears and perhaps hopes of many, were a great success. One contemporary account referring to the first Caisson states: The dam is built in the shape of a Greenland boat and fits at each extremity into proper grooves in the masonry. It is opened and closed with facility.\n\nBentham was responsible too for encouraging and employing Brunel in introducing machinery for the making of Blocks. Sir Marc Isambard Brunel was a French Naval Officer and Royalist who fled to America during the French Revolution and became Engineer to the State of New York. He had developed plans for machines and their use. In particular he had ideas for block-making machines. He came to England in 1803 to act as an Assistant to Bentham and from 1804 to 1808 he was employed in the invention and construction of lathes and other machines at this Yard and particularly in making and installing the Block-Making machinery which in 1808 he declared complete and in capable of improvement. That machinery worked with very little attention or replacement until a relatively recent date when it was taken away to be kept in a museum for the information of posterity. For his successful invention he was awarded about £20,000 and given a Knighthood. The gratuity was based on a fee of £1,000 plus l guinea a day for 6 years plus the saving in one year - reckoned as £16,621. It was considered the shop paid for its cost in 4 years. A writer in about 1837 says: The shop has completed 130,000 - 140,000 blocks each year of a value of £50,000. A 74 gun ship requires 1430 blocks. Though in the late war there were 1,000 sail in commission this shop supplied all their requirements in addition to those of the Board of Ordnance and could supply in addition the greater parts of the ships in the Transport Service. Four men do the work originally requiring 50 men for blocks and six men that for 60 for sheaves.\n\nMarc Brunel lived at No. 1 Britain Street, St. George's Square, Portsea and there his still more famous son Isambard Kingdom Brunel was born. This son had a great influence on the design of ships and the adoption of the screw propeller in Merchant Ships. His ships included the GREAT WESTERN, GREAT BRITAIN and GREAT EASTERN. At 27 he was Engineer to the Great Western Railway, designed the Clifton and Saltash Bridges and many other engineering works of note. I recommend the reading of the chapter on his life in \"The Shipwright Trade\".\n\n(Editor's Note: These articles are in continuation of former ones in this series which have appeared in Journal No. 23 onwards).",
  "number": {
    "$numberLong": "17"
  }
},
{
  "_id": {
    "$oid": "68419691fed581de58543561"
  },
  "title": "Torpedo Depots",
  "subtitle": "18. TORPEDO DEPOTS",
  "section": "18",
  "content": [
    "These, although not an integral part of the Dockyard, are often situated inside the Dockyard area. The Depots are in charge of Engineer Officers, R.N., usually styled Torpedo Engineer Officers, functioning under the direction of the Director of Armament Supply, Admiralty, and under the general control of the Superintendent of the Yard, but also working directly under the C, in C. in many matters.",
    "The Depot is responsible for the replenishment and refreshment of the Fleet based on the Port, with torpedoes, paravanes and associated components and stores, and consists of the usual workshops, stores, administrative and clerical offices, a small drawing office, etc. The workmen employed are fitters, coppersmiths, smiths, skilled and ordinary labourers.",
    "The early history of the Depot at Portsmouth is not at all clear. The main workshops date from 1886.",
    "In their earlier days 18\" and 14\" Torpedoes were ranged at Horsea Island but since the 1914/18 war all ranging has been done at Weymouth.",
    "The Depot originally functioned under Captain H.M.S. VERNON but was transferred to the control of the Superintendent of Ordnance Stores early in this century. The Officer in charge has been variously described as Staff Engineer, Naval Engineer, Manager Torpedo Depot, Superintendent Torpedo Depot, and now Torpedo Engineer Officer.",
    "It is recorded that the first 21\" Torpedo, 21\" Mk. I, No.1, was sent from Portsmouth to Weymouth for ranging and lost on its first run. It was not recovered despite much sweeping. Twenty years later another 21\" Torpedo sank on the same range. The sweep brought up not the latest Torpedo but the original 21\" Mark I, No. 1."
  ],
  "number": {
    "$numberLong": "18"
  }
},
{
  "_id": {
    "$oid": "6841969bfed581de58543562"
  },
  "title": "ADMIRALTY CHEMIST",
  "subtitle": null,
  "section": "19",
  "content": "The first Chemist - Hay - was appointed to Portsmouth Yard in April, 1867. Three months later he was officially styled the Admiralty Chemist. Weston became Admiralty Chemist in April, 1874 and held the post until February 1904.\n\nIn those earlier years he was not given the status of a Principal Officer but served as Head of the Chemical Section under the general control of the Chief Constructor. At that time the Admiralty Chemist had quite a small staff and was mostly employed on the chemical analyses of materials and stores. The section grew in importance, scope and numbers and in 1904 Arnold Philip, appointed early that year as Admiralty Chemist, was given the full status of a Principal Officer and Head of a separate Department, He continued as Admiralty Chemist for 22 years.\n\nThe problems arising during and as a result of the two great World Wars of this century and the developments of science and various new inventions and processes greatly increased the importance of the Chemical Department until it reached its present well known level of importance on which I need not enlarge. Since 1940 the Head of the Chemical Department has held the rank of Superintending Scientist.\n\nDuring the last war there was a considerable extension of the Department's responsibilities and besides the laboratories at Portsmouth, Frater and Milford Haven, a further laboratory was opened temporarily at Havant. The staff nowadays numbers about 50.\n\nWe are as a Corps much involved with the Admiralty Chemist in matters concerning Paints, Compositions, Corrosion, Fireproofing and many other of our day to day problems.\n\nThe appointment of a Director of Scientific Research in, I think, 1920, led to the merging within a few years of the Chemical Department with his other responsibilities and now it is a part of the Royal Naval Scientific Service.\n\nThe Chemical Department is entirely separate from the Central Metallurgical Laboratory originally formed in the 1930's by the appointment of a Metallurgist on the staff of M.E.D. Portsmouth to assist particularly in Foundry work. This laboratory still comes under the administrative control of M.E.D. and acts as a parent body for the small laboratories under the M.E.D's at Chatham, Rosyth, Devonport and Malta.\n\n(Editor's Note: These articles are in continuation of former ones in this series which have appeared in Journal No. 23 onwards).",
  "number": {
    "$numberLong": "19"
  }
},
{
  "_id": {
    "$oid": "684196a0fed581de58543563"
  },
  "title": "CHIPS FROM A PORTSMOUTH BASKET",
  "subtitle": "20. MASTER SHIPWRIGHTS AND THEIR STAFFS",
  "section": "CHIPS FROM A PORTSMOUTH BASKET by E. S. Curphey",
  "content": "The first permanent or resident Master Shipwright at Portsmouth Yard was appointed on 30th January, 1638. There had been Master Shipwrights at the Yard many years prior to this date but apparently not as a permanent appointment. The first dry dock had been constructed at Portsmouth in 1485 and remained until filled in in 1623, after which the custom of beaching or careening had to be resorted to. A vessel was built in the Yard in 1537 and then there was a gap in new construction until 1649 when the next vessel was ordered from the Yard. During that period it would appear that there was, for at any rate the greater part of the time, no resident Master Shipwright and one of the other Master Shipwrights visited the Yard as necessary. Master Shipwrights may have been appointed temporarily to deal with special items of work. Records show Henry Huttost as carrying out the duties of Master Shipwright in 1536 and there is also mention of Isaac Hatch and Stevens serving in the interval between then and 1638. Boate was sent to Portsmouth in 1623 to supervise the filling in of the one and only dry dock. He was to serve there again in 1638 but this time as the first of a succession of Master Shipwrights, Chief Constructors and Managers from that date to the present.\n\nOn 1st January, 1638, the Lord High Admiral informed the Navy Board that as a good part of the Fleet now remained at Portsmouth in the winter they should appoint a Master Shipwright to reside there constantly. The man chosen, Edward Boate, was then a Master Shipwright at Chatham. Prior to this date the building of large ships was considered sufficient to justify the appointment of two Master Shipwrights - each with an Assistant - and there were two Masters at Chatham. After Boate's transfer however it would appear that only one Master Shipwright was allowed at a Yard.\n\nThe list of Master Shipwrights at Portsmouth has been published in the Journal, No. 6. Famous names appear there, notably Sir John Tippets and Sir Anthony Deane, successively Master Shipwrights, Commissioners of the Yard and Surveyors and Commissioners of the Navy, but there were many others of note. The last Master Shipwright at Portsmouth was W. B. Robinson who on 1st April, 1875, became the first Chief Constructor there. On his first appointment on 19th January, 1869, he was styled \"Master Shipwright and Engineer\".\n\nGoodrich, the first Engineer and Mechanist, was appointed in 1814. On his retirement in 1831 his duties reverted to the Master Shipwright, the Engineering Staff at Plymouth acting as advisers on engineering matters. A Chief Engineer, Murray, was Appointed in 1846, his appointment apparently ceasing with Robinson's appointment in 1869. A Chief Engineer was again appointed concurrently with Robinson's appointment as Chief Constructor in 1875. Robinson was obviously a busy man as between January, 1870, and November, 1876, he was, in addition, in charge of Naval Storekeeping. There is a legend at Portsmouth that towards the end of his time the then Admiral Superintendent (Foley) reported that there was not room at the Yard for both Robinson and himself. There is no record of a reply but the Superintendent remained after Robinson's successor had joined.\n\nThe title \"Master Shipwright\" seems to have been the official one during these two hundred and more years but contemporary writers and records up to the end of the 18th Century often refer to him as the Builder or Master Builder.\n\nThe Chief Constructor post was upgraded to Manager, Constructive Department on 1st January, 1906. Sir Thomas Mitchell was the last Chief Constructor in charge of the Department and its first Manager. This upgrading of the post marked a very definite stage in the development of departmental control in the Dockyards. Prior to 1906 the Superintendent had exercised a very detailed administrative control over the Yard departments and their work. He was in effect the Manager of the Yard and decided matters of detail and procedure, discipline, finance, promotion, entry, discharge, etc, other than matters of a purely technical nature. To assist the Superintendents, they had, at each of the three large Home Yards as adviser, a Civil Technical Assistant. This Officer was a Chief Constructor of equal rank but senior to the Head of the Constructive Department. The appointment of Civil Assistant disappeared with the appointment of Managers in 1906. I have not been able to turn up a copy of the order which created these posts. They did not exist when the Corps was founded in 1883 but Civil Assistants must have been appointed soon afterwards. An order of 9th February, 1886, states that in consequence of the appointment of Civil Assistants at the three large Home Yards the operation of a regulation in the Professional Officers' Instructions of 1882 would no longer hold at those Yards, from which we infer that the Civil Assistants were now responsible for these co-ordinating duties and that they had been appointed just before this. The P.O.I, regulation referred to laid it down that the Chief Constructor was responsible to the Superintendent for unity of action in the respective branches of the Shipbuilding and Engineering Works on the Yard. The Chief Constructor was to have first charge of all work in ships and in shops in regard to time of completion and in general arrangements as to the order in which the respective works would be in hand. The Chief Engineer, being in all respects a Principal Officer of the Dockyard, was not to be subordinate as an Engineer to the Chief Constructor but in questions above named the action and arrangements of the Chief Engineer were to be subject to the concurrence of the Chief Constructor. He was to acquaint the C.C. of all proposals, before submission, for entry or discharge of men and for working of any considerable amount of extra time by workmen of the Steam Branch. In the absence of the C.C. the C.E. was to be charged with these duties, the senior of the Constructors becoming for the time being the Officer-in-charge of the Shipbuilding Branch but subordinate to the C.E. as regards time of completion and to assume first charge of this only in the absence of both the C. C. and C.E. The recent instructions setting out officially that the Constructive Department is the co-ordinating one for ship work generally would seem to return in large measure to these regulations of 1882.\n\nSo far as I can ascertain the Civil Assistant appointment was never a happy or efficient one. He was a fifth wheel to the coach without the authority, seniority or powers to make his position felt. Authority still remained with the Superintendent and naturally Heads of Departments wished to deal with their Superintendent directly. The Civil Assistant could at best only act as an adviser who tried to co-ordinate as far as he was allowed the arrangements of departments jealous of their own responsibilities and dependent on the Superintendent for his authority.\n\nI have said the appointment of Managers - which caused the abolition of the Civil Assistant posts - marked a definite stage in Yard development. An Admiralty letter of 2nd December, 1905, states that My Lords especially desired to relieve the Admiral Superintendents and Executive Officers of office work which had reached the stage where it seriously interfered with personal supervision. They decided to transfer the responsibility of administrative detail to the Heads of the Departments concerned. They also desired that the Heads of the principal technical Departments should be placed in a position to control efficiently labour employment and supply and the use of materials. The Heads of the Constructive and Engineering Departments were to be known as Managers and would in future be de facto Managers of their departments in the sense of the system of management at private shipbuilding and engineering establishments. Their salary scale would be £850 - 50 - 1000 as compared with the Chief Constructor's £600 - £700, with a residence in each case. They were to have full authority within their Departments including all matters pertaining to entry, discharge, promotion or punishment within the scope laid down in the existing Admiralty regulations for local action. They were in future, themselves, to arrange the distribution of labour upon the several works in hand. They were to be responsible to the Superintendents who would be to these officers in the light of \"owners\" acting, that is, on behalf of the Admiralty and to be constantly referred to in matters of importance. On the material side they would be given direct responsibility subject to financial regularity and control. And so was established the enlarged status and responsibilities of our Managers and the removal of detailed control from the Superintendents who exercised from that time a more general control such as we recognise today.\n\nIn our Island history there is constant reference to our ships and warships, their officers and men, their voyaging and battles, but we can find but little mention of the men who designed, built and repaired them or of the Yards in which this work was carried out. I do not propose to delve into ancient history. This has been done adequately in \"The Shipwright's Trade\" written by Sir Westcott Abell and I would strongly advise anyone interested to read this book. The Shipwright as such could be said to have become established in this country in Tudor times but he existed at a much earlier date, certainly before the time of the Norman invasion. The name \"Shipwright\" was probably not used extensively, the workmen of that trade being included in the more general trade of Carpenter or, as time went on, Ship Carpenter. A Clerk of the Ships existed in the reign of King John but we hear very little of his contemporary technical assistants. So far as the ships and \"dok\" at Portsmouth were concerned the Archdeacon of Taunton was actively concerned in technical matters. It appears likely that in these times many duties devolved on the King's Carpenter whose main responsibilities were the upkeep and repair of the Royal Castles.\n\nOne of the earliest records tells us that in March, 1327, two brothers, La Palmere, King's Carpenters, carried out a survey of the King's Ships. In 1337 there is a note of the handing over to the King's Carpenter (of Edward III) of 40 oak trees required for the \"construction of the King's Galleys\" then building under the superintendence of a merchant at Hull. In 1421, John Hoggekyns, Master Carpenter of the King's Ships and Builder of the \"Grace Dieu\" in 1416 to 1418, was granted a pension of 4d a day, \"because in labouring long about them he is much stricken and deteriorated in body\".\n\nHenry V during his reign (1413 - 1422) built up an appreciable Navy, but after his death the ships were sold and the Fleet consisted only of two or three old hulks. Henry VII on his accession in 1485 laid afresh the foundations of a Navy, and early in his reign there is a record of a Master Shipwright being sent from London to Bursledon to superintend the dismasting and docking of one of his warships. In 1486 Henry VII entrusted the building of the \"Regent\" to the Master of the Ordnance. The \"Henri Grace a Dieu\" built in 1514 on the orders of Henry VIII was said to have been built to the design of the Clerk of the Ships and one William Bond, or Bound. The latter is described as \"Clerk of the Poultry, Surveyor and Payer of expenses for the construction of the Henry Grace a Dieu and three other galleys\". The Master Carpenter or Master Shipwright worked side by side with his men and apprentices and they were classified as \"artificers and servants\". Whether so used at this time is not certain but the term \"servant\" was used to denote an apprentice (French \"apprehendre\" - to learn) as the converse of \"Master\" or employer, and continued to be so used until fairly recent times.\n\nThe system of apprenticeship is said to have grown up with but after the associating or incorporation of handicraft trades starting in the 12th Century. These corporations and guilds were supposed to have been formed to help resist the oppression of the feudal lords and to allow the unions of artisans to act with greater effect. They helped to restrain too-free competition, maintain privileges and keep within limits the numbers in the trade. To exercise a trade it was necessary to be free of the company or fraternity of that trade. The mode of acquiring this freedom was for the most part a matter of serving an apprenticeship to a qualified member of the trade, the Society determining not only the length and terms of the apprenticeship but also the numbers who might be so apprenticed at one time to the trade or to a particular Master.\n\nUntil about 1500, war ships and merchant ships were similar in design and the former were often hired out in times of peace as merchant ships, while in time of war the Fleet was made up for the most part of merchant ships. After that date the two types tended to diverge and the Navy ship to become a definite type carrying more guns than were required by the merchant ship for self protection and with guns on two decks.\n\nHenry VIII on his accession in 1509 set about the remodelling and development of his Fleet and then the reform of its administration, setting up the controlling organisation of Principal Officers of the Navy, later known as and generally referred to as the Navy Board. With all this too there was development in the Dockyards.\n\nPerhaps we could here make a diversion in regard to the Yards.\n\nPortsmouth Dockyard had been enclosed and enlarged in 1524. Up to 1537 the Yard had been in fair use but from that date until about 1649 it passed through a period of slackness and unpopularity. There were several reasons for this. The slow growth of the town itself and the shortage of skilled labour which in the main had to be sent there, and the fact that such stores as were not available at Southampton had to be sent from London, a costly business in those days, were contributing factors. The Isle of Wight and Portsmouth itself had several times been attacked by the French and any Fleet at Portsmouth was threatened by the presence of French Fleets cruising off the island. Keeping a Fleet at Portsmouth as well as in the Thames tended to divide our Naval strength and leave our depleted forces liable to separate destruction and Naval Officers and men did not seem to like the Port. Henry VIII developed Victualling and Storehouses and Queen Elizabeth added to the Yard and to its protection but the Yard was still not popular with Naval Officers, and it was not until the Commonwealth, finding a weak Navy, set about a large building programme that the nearness of Portsmouth to the Forest of Bere and the New Forest brought it back to favour and full employment and development. The unpopularity of Portsmouth caused development of the Yards near the Thames.\n\nDeptford Yard existed in 1509 and Henry VIII further developed it. Later, in 1546, he acquired docks and land at Woolwich and developed a Yard there. The nearness of these two Yards to the Royal Palace at Greenwich and to London helped to make them popular. Until the time of the Civil War these two Yards carried out the major part of Naval shipbuilding and repairs. The Navy Board had permanent offices there and consequently resident Commissioners were not appointed. Deptford closed as a Shipbuilding Yard in 1832 and reopened in 1846. Woolwich Yard, became the main Steam Factory in 1840. Both Yards closed down in 1869.\n\nThe unpopularity of Portsmouth helped to develop in importance Gillingham Reach as a Fleet anchorage and there the ships were brought from Portsmouth about 1550. The choice of this anchorage was the reason for the commencement of Chatham Yard and small vessels were built there late in the 16th Century. Docks were built early in the 17th Century and a Resident Commissioner appointed. Until the later years of the 17th Century Chatham was preferred to Portsmouth as a Dockyard and building centre. Sheerness too was commenced and developed during this period.\n\nAt Plymouth repairs were carried out by a private shipbuilder. A Naval agent was sent there in 1652 and raised to Commissioner in 1691. The first Master Shipwright, Wasse, previously an Assistant Master Shipwright at Portsmouth, was appointed there at the beginning of 1690. It was not until the reign of William III that the first docks were built there.\n\nAt the end of the 17th Century there were three major Dockyards, Deptford, Chatham and Portsmouth, and three lesser Dockyards, Woolwich, Sheerness and Plymouth, each with a Master Shipwright and, excepting Sheerness, with one or more Assistant Master Shipwrights. In addition there were two smaller Yards with Master Shipwrights at Kinsale and Harwich. The former closed in the middle of the 18th Century and Harwich had an intermittent career, the last ships being built there towards the end of the 18th century.\n\nDuring the wars of the 18th and early 19th centuries temporary Yards were created abroad with Master Shipwrights generally chosen from the Senior Carpenters on the Station. Some of these men remained in the Dockyard Service. Lisbon, Port Mahon, Gibraltar, Ajaccio, Minorca, New York, Halifax, Montreal, Quebec, Bombay, Trincomalee, Bermuda, Antigua and Port Royal were so used. The first Master Shipwright was appointed to Malta in 1804. In that year too a Yard was opened at Milford and later in 1814 transferred to Pembroke Dock.\n\nPerhaps some of our younger members have not seen the record of this Yard at Pembroke Dock. The first vessels built there were the \"VALOROUS\" and \"ARIADNE\", 28-gun ships, launched on 10th February, 1816, the last the \"OLEANDER\", an Oil Tanker, launched on 26th April, 1922. In these 106 years this Yard built 263 ships of all varieties, Battleships, Cruisers, Submarines, Royal and Admiralty Yachts. During the 1914/18 war some 300 vessels were refitted and repaired there and we reopened a small portion of the Yard, including the dock, for the 1939/45 war, when it carried out refits of destroyers and smaller vessels with a relatively small staff. The Yard was closed at the end of 1929 and handed over to the Air Ministry, who used it as a base and repair base for flying-boats. The staff was never large as compared with our three main Home Dockyards but it had a name for cheap, efficient and speedy building, and from its staff we obtained a large proportion of our Superior and Subordinate Officers. It lived mostly on new construction with a proportion of ships for large repair.\n\nIts closing in 1929 was a tragedy from the staff's point of view. Although some established men transferred elsewhere, most of the men were thrown out of work at a time when unemployment was at its height. There is nothing that teaches a Shipyard worker or officer his profession and fits him for higher things as does employment on new construction, whether as a workman, subordinate or superior officer. It is one of the tragedies of our present position that our Dockyards cannot have a continuous programme of such work. Pembroke can be proud of the subordinate and superior Officers she bred and trained. They were to be found in numbers at the Admiralty, in the Yards, and Overseeing and were considered as some of our best.\n\nWe have seen how the growth of ships and the silting of the Hamble and Southampton Water caused Henry VII to choose Portsmouth as a Naval Base and Dockyard and how Henry VIII tried to develop the Fort. Strategic necessities and other reasons caused this latter monarch to turn his developments more to the vicinity of the Thames. This far-seeing monarch, however, saw that he could not have an efficient Fleet without an adequate staff of men to design, build and repair his ships. He set out therefore to attract such craftsmen to his service and to ensure that they remained there. Prior to this time repairs had been largely carried out in private yards. To obtain the craftsmen required the King's Agent toured the country impressing craftsmen and labourers to work on the King's Ships at these ports. This practice of impressing men continued so far as the Dockyards were concerned until the reign of Anne early in the 18th Century. There were two reasons for resorting to this action.\n\nFirstly, it was an easy way of getting men as required, and secondly, the Admiralty paid a lower rate of wages than the private trade so there was no great attraction in Dockyard employment. There was as yet no pension or security of employment for workmen.\n\nHenry VIII gave official recognition, status, pay and permanence to the Shipwrights. The titles \"Master Shipwright\" and \"Master Carpenter\" were still used somewhat haphazardly although the first title was being more and more used. It was not until the reign of Queen Elizabeth that the title of Master Shipwright was officially recognised and conferred first on Matthew Baker in 1572. Henry VIII introduced the practice of granting annuities to \"certain Shipwrights who worked as Masters for services already performed for His Majesty and still to be performed\". The amounts were based on the Master rates and were additional to the normal earnings. The first recipient was James Baker who received an annuity of 4d a day for life in 1538, raised in 1544 to 8d a day. Peter Pett in 1543 received one of 6d a day. James Baker was the father of Matthew Baker, the first officially recognised Master Shipwright. He was said to have devised the first rules for tonnage based on internal volume from which further similar rules arose. It was not until 1871 that the present displacement tonnage was officially recognised and used for our ships. The first rules developed from our most important import trade at that time, viz: wines. The tonnage was given in terms of the number of casks of Bordeaux wine or tuns that the internal measurements would permit to be carried. In still earlier days capacity was often described in terms of the number of horses which could be carried. Matthew Baker was said to be the first man to mount heavy guns in warships.\n\nIn 1548 Smyth, Holborn and Bull termed Shipwrights, and Osborn, Anchor Smith, were granted annuities of 4d a day for \"long and good service\" and \"that .they may instruct others in their feats\". Bull's was increased to 12d a day two years later. When Matthew Baker was given the official title of Master Shipwright in 1572 he also succeeded to Bull's annuity \"with all profits and emoluments pertaining to it, to hold in as ample a mode and form as Richard Bull deceased or any other had held the office.\" One William Stephens had been referred to as the Queen's Majesty's Shipwright and was paid £20 for making the \"Leader\" barge in 1558.\n\nAbout 1582, Peter Pett surrendered his patent of 1558, receiving in exchange a new patent made out jointly to himself as Master Shipwright and his son. William Baker converted his to one jointly with a Mr. Addey. This seems to have been a form of nomination of the Master Shipwright's successor. Chapman in1587 received an annuity of 20d a day to which Bright succeeded in 1592. Baker and Pett at Chatham and Chapman at Deptford and Woolwich were the first three official Master Shipwrights. A fourth Master Shipwright was approved in 1673 when Sheerness was approaching completion. John Shish, Assistant to his father at Deptford and Woolwich was appointed, succeeded later by his brothers, Jonas and Thomas. Chatham had in the interim lost one Master Shipwright's post to Portsmouth. These annuities were paid in addition to the normal wage of 2/- a day. In addition there were Exchequer grants. Baker for example received \"a pension of £40 per year in recompense of his service in building the Merhonour\". Phineas Pett had a similar grant later. Baker's total emoluments were quoted as £94. 15. 0. per year, Pett at that time received £54. 15. 0. per annum. At the end of the 17th Century the pay of the Master Shipwrights at Chatham, Woolwich and Portsmouth was £200 a year with £150 a year for those at Deptford, Sheerness and Devonport. Slightly later they all received £200 a year. In addition they were apparently paid for overtime or tides. In the quarter ended 31st March, 1685, it is recorded that the Master Shipwright at Portsmouth received extra pay for 21 nights and 54 tides - £3. 15. 9., and also retained the wages of his apprentices - £30. 14. 4.\n\nThe Report of the Committee on Fees in Public Offices in 1786 gives some information as to salaries at that time. We read that the Comptroller of the Navy had a salary of £500 per annum which was increased by fees to £994. The apprentices to the Master Shipwright paid him premiums of from 20 to 50 guineas a year and he .also benefited by the wages of his apprentices to the extent of £150 to £200 a year. In addition he received fees when appointing a clerk of from 200 to 300 guineas. A further emolument was the reward for safe launching of ships, when he received a piece of plate of value £30 (or the money) for a 1st rate or £10 for a 5th or 6th rate. In 1802 the Master Shipwrights at Chatham and Portsmouth received £700 per annum; others received £650, while Assistant Master Shipwrights received £360 per annum. In 1832 all Master Shipwrights are quoted as receiving £650 per annum with £400 per annum for Assistants. These salaries in 1802 were intended to consolidate salaries, allowances and all fees but up to 1887 the Master Shipwright did receive a fee of £50 for launch of an armour plated ship over 3000 tons, and £40 for a launch of 1500 - 3000 tons.\n\nIn 1603 a private shipbuilder, Stevens, was \"granted the office of Master Shipwright when one becomes vacant, no one else to be admitted to that office until Stevens has been installed\". This appointment of an outsider seems to have created a stir in the ranks of Yard Officers who hoped to get the next vacancy. Stevens is said to have been made Master Shipwright at Portsmouth in 1614. The holding of a patent as Master Shipwright did not entitle a man to appointment to a port as such. This had to await the Lord High Admiral's warrant. During the 17th Century, several Naval Carpenters secured minor posts in the Yards by influence. Some of them got promotion, a few becoming Master Shipwrights and one or more Surveyors of the Navy. At this time too several Master Shipwrights, Phineas Pett, Taylor, Tippets, Deane, and Lee became Navy Commissioners. In 1714 it was decided that in future the Commissioners should be Naval Officers.\n\nThe remuneration received by these early Master Shipwrights was somewhat meagre. The Master Shipwright of the prosperous East India Company received a salary of £200 per annum. As a consequence our Master Shipwrights looked about for other means of adding to their income and, if report be true, these were not always above suspicion. Many of them kept private Shipyards and this in itself was scarcely a desirable thing. In 1591, Chapman, Master Shipwright at Chatham, owned a private yard at Deptford and was paid the Government bounty of 5/- a ton for building the \"DAINTY\" of 200 tons \"as an encouragement to him and others, to build like ships\". Phineas Pett was paid a like bounty for building the \"RESISTANCE\". This practice was stopped in 1652 as open to abuse. The Surveyor of the day, Holland, proposed to give the Master Shipwrights a salary of £1000 a year provided they confined their work to the Yards, but this was not accepted and the salaries were not altered.\n\nThe Petts were a famous family of shipbuilders who, over two centuries from the reign of Henry VII to that of William and Mary, supplied us with seven Master Shipwrights, one Principal Officer of the Navy, four Navy Commissioners and many other Dockyard Officers. Phineas and Peter were common names in the family.\n\nThe majority of these Master Shipwrights died in harness. Phineas Pett died at 77, Jonas Shish at 75 years of age, There was no retirement as we know it now. The Master Shipwrights and most other Yard Officers were recruited from the families of Yard Officers. The Master Shipwrights were each allowed five apprentices or articled pupils at a premium. These were as a rule the sons of colleagues or relatives. After completing a seven year apprenticeship they were given jobs as Quartermen and thence were selected for local promotion to Foremen, Overseers, Master Mastmakers, Master Boatbuilders, Master Caulkers, Assistant Master Shipwrights, after which they might become Master Shipwrights or sometimes later a Navy Commissioner, or Surveyor of the Navy. The privilege of these articled apprentices was withdrawn from the Master Shipwrights in 1801.\n\nAt the end of the 16th Century, the Master Shipwrights of the country joined in an agitation to have powers to regulate the industry throughout England and Wales and finally obtained a Charter for a Shipwrights' Society in 1605 which was replaced by a somewhat stronger Charter in 1612. The trade was growing in numbers with the growth of the mercantile marine at well as the Navy. The Master Shipwrights asserted that the newcomers to the trade were not sufficiently skilful and that \"ships were built neither strongly nor well\". They also wished to keep the secrets of their art from all foreigners. The Charters gave powers to the Society to regulate pay, training and apprenticeship, design, etc. and to discipline the Shipwrights, punishing men who left their work or became mutinous. All Shipwrights were to be compelled to join the Society. Its funds were to be drawn from dues collected by them from all Shipbuilders on each ship built.\n\nBaker was the first Master with two Dockyard and two private Master Shipwrights as Wardens. Later the Masters and Wardens were drawn chiefly from the private trade.\n\nThe Society in these early days was not very successful. There were other societies in the various ports which, though not having official status, refused to acknowledge the overlordship of this Shipwrights' Society. They also had the greatest difficulty in collecting the dues without which they could not carry on.\n\nThey did have a measure of power in the Dockyards. Prior to this time it was the custom for the King or Lord High Admiral to decide when and where new ships should be built, their tonnage and characteristics. The Master Shipwright produced the design and built the vessel. Not a great deal was known about the theories of line, stability, sailing powers, etc. Designs were largely based on former vessels reported to have good qualities. If a vessel proved on launch to be somewhat tender the remedy was to girdle the vessel, i.e. to put on one or more extra thicknesses of planking in the vicinity of the water line. I seem to have met girdling in later days. The Shipwrights' Society acted as a check on the workmanship and design of ships built in the Yards, in conjunction with some of the Trinity House Brethren. They also surveyed vessels for defects and advised as to the repairs necessary and certified tonnage.\n\nIn 1633 a new ship was found seriously deficient in stability despite all this. This brought about further control of design. In September, 1634, the Admiralty directed that the Principal Officers of the Navy call together the representatives of the Shipwrights' Society, Trinity House, some of the ablest Sea Commanders, the Master Attendants and Master Shipwrights of the Yards to determine and report the best dimensions of future new vessels. The Admiralty would order the ships to be built to these dimensions, the responsible Master Shipwright forwarding a complete model of his proposed design to the Admiralty for Board approval. A little later, in 1677, standard dimensions for the various \"rates\" of ship were fixed by the Board after consideration of reports from the various Master Shipwrights and the remarks of the Surveyor and Commissioners. This remained the practice until about 1745 and was the first stage in transferring responsibility for design from the local Master Shipwrights to the Navy Board. Since 1755 all ships have been designed by the Surveyor of the Navy, now the D.N.C.\n\nI have written elsewhere of the development of the science of Naval Architecture in this country in the 19th century and the Schools of Naval Architecture. We were woefully behindhand, so much so that it was a condition of the students of the First School that they must be able to read French with ease so that they could study books on Naval Architecture in French. A Select Committee of 1819 however cancelled this requirement. They were afraid that on completing their training these young men would seek employment abroad. In that same year we read that the Surveyor of the Navy was a man of little education but had made improvements.\n\nThe history of Surveyors commences in 1545 with the appointment of a Surveyor of Ships and Rigging. This Officer became Surveyor of the Navy in the early 17th Century. The Surveyors from 1545 to 1672 were apparently a mixed lot. It is noted by one writer that they included four Sea Officers, four Clerks, two Shipowners, two Nondescripts and one Court Favourite. Tippets held the post from 1672 to 1692. His successors up to 1832 were selected from Master Shipwrights. During the wars of the 18th Century the office was held jointly by two Surveyors. In the early 19th Century the number was increased to three, assisted by two Assistant Surveyors chosen from Master Shipwrights. One of these Surveyors would appear to have had a special Charge of Stores. From 1832 to 1847 the Surveyor was a Naval Officer, Symons, said to have \"no scientific training but an aptitude for design.\" His designs were strongly criticised by ex-Students of the School of Naval Architecture. His successor was also a Naval Officer but he was not to prepare in detail the lines of new ships. A Council of Science, consisting of former members of the School of Naval Architecture, were appointed to advise the Board Surveyor on design. Soon after, Isaac Watt was selected as Chief Constructor of the Navy, to be followed in due course by Sir Edward Reed. In 1875 the term \"Constructor\" came into being and the rank of Master Shipwright disappeared.\n\nUp to the early years of the 19th Century all Yard promotions were by selection, local in the case of subordinate officers. 1847 saw the introduction of promotion by examination to the post of Assistant Master Shipwright. During the ensuing years the ex-students of the Schools of Naval Architecture, on satisfactory completion of their training there, were appointed as draughtsmen or Assistants to Foremen and had to rise to posts as Foremen and Assistant Master Shipwrights or Constructors by taking further examinations in the ordinary way. Lord Brassey's Committee reported strongly against the practice of keeping highly trained men in these lower posts. His recommendations led to the introduction of the Assistant Constructor and the formation of the R.C.N.C. in 1883.\n\nAn Order of 1st April 1885 lays down the duties of Assistant Constructors as:-\n\nA.C. 1st Class - to take charge of Drawing Offices, conduct special experimental investigations, act as Foremen of the Yard and could be employed as Overseers.\n\nA.C. 2nd Class - to supervise the record of weights of material worked into ships building, to prepare calculations of weights carried and other estimates of draught and trim. To be employed also at Admiralty, as Overseers or Assistant Overseers or as professional Secretary to the Chief Constructor.\n\nA.C. 3rd Class - to supervise the weights of materials worked into ships and to follow A.Cs 2nd Class.\n\nThus the Corps and its predecessors started as chiefly Dockyard Officers the balance having shifted since in favour of Admiralty employment. I have no actual figures for the proportions prior to the formation of the Corps in 1883 but obviously the numbers of those we now call Constructor Officers at the Yards in those days were many times the number at the Admiralty. At the time of the formation of the Corps it would seem that about 70% of the Corps was stationed at the Yards. By 1887 the proportion at the Yards was two-thirds. The numbers in the Corps were then only 65. The Portsmouth Staff consisted of a Civil Assistant, a Chief Constructor, two Constructors and eleven A.Cs, plus another A.C. 1st Class as Surveyor of Stores. By 1903, when I first joined Keyham, the Corps had increased to 81, equally divided between the Admiralty and the Yards. The Corps had increased to 120 when I joined the Admiralty in 1912. There had been several large new entries. The Dockyard proportion had fallen to about one-third. At this period almost two-thirds of the Corps were A.Cs, and only one-eighth were of ranks higher than Constructor. By 1905 the A.C. proportion had fallen to about 40% and higher appointments than Constructor had risen to 25%. The one-third Dockyards proportion was roughly maintained until the last war. Now the proportion at Headquarters had risen considerably.\n\nReference will be made, in the next Chip to the Shipwrights from whom the Constructor Dockyard and Admiralty Officers have so largely been drawn.\n\n(Editor's Note: This article is in continuation of former articles which have appeared in Journal No. 23 onwards).",
  "number": {
    "$numberLong": "20"
  }
},
{
  "_id": {
    "$oid": "684196a6fed581de58543564"
  },
  "title": "CHIPS FROM A PORTSMOUTH BASKET",
  "subtitle": "21. THE ENGINEERS",
  "section": "Engineers in the Portsmouth Dockyard",
  "content": "With no other technical branch of the Service have we as a Corps been so long and so closely associated as with our Engineer friends. Many of the early Constructors and Engineers received a more or less common training. Some were fellow Dockyard apprentices or attended the same special schools in the Dockyard towns prior to sitting for their entrance examinations at the commencement of their Service careers. Later Engineer Students and Cadets turned over to Constructor so that in the two technical branches there were many well known to, and working alongside each other from youth onwards. The fuller recognition of the Engineer was largely brought about by the action of an ex-D.N.C. Sir Edward Reed, as I will describe, later.\n\nThe Engineer does not appear as a separate officer in the Dockyards until the early years of the 19th Century. Such engineering responsibilities as did exist were looked after by the Master Shipwright. In 1797 a steam engine was first installed at Portsmouth for pumping out the docks. It was a second-hand engine which had proved its worth at Redbridge some twenty miles away. It is understood that Bentham, to whom I have referred at some length in my article on the Civil Engineers, had suggested this acquisition and he was, during the next few years, to be responsible for introducing a very much increased use of machine tools and steam power in the Dockyard, a task in which he was assisted by the older Brunel, who was especially successful in the introduction of the famous block making machines. One may regard this period at the beginning of the Nineteenth Century as the starting point of engineering in the Dockyard. The installation of this early machinery led to the appointment on 27th April, 1814, of Simon Goodrich to the Yard as \"Engineer and Mechanist\" in charge of machinery at the Yard and of all other machines in Naval Establishments in the United Kingdom. We may consider him as the pioneer, of the Engineer of in Yard and Service, for he was the sole expert adviser to the Admiralty on engineering matters. At this period steam was being introduced increasingly for pumping, driving wood working machines, the copper rolls and other machines in the Metal Mill. With it there appeared and developed in increasing numbers the corresponding tradesmen, Millwrights, Boilermakers, Coppersmiths and Founders. It was this staff that formed the nucleus of men for the first repairs of steam engines and boilers in warships.\n\nGoodrich retained the appointment until his retirement in February, 1831, when the post was abolished, the duties reverting to the charge of the Master Shipwright. During this period it is stated that the Engineer at Plymouth Dockyard acted as his adviser on engineering matters. In May, 1846, Andrew Murray was appointed in a civilian capacity as Chief Engineer and Inspector of Machinery. The post again reverted, in January, 1869 to the Master Shipwright, W. B. Robinson, who added \"and Engineer\" to his title. Robinson became our first Chief Constructor on 1st April, 1875, and, on the same day, Edward Newman was appointed as Chief Engineer. From that date the Engineering Department has had a continuous and separate existence. The title of the head of the Department became Manager Engineering Department on 1st January, 1906.\n\nBy the middle of the 19th Century there were \"Engineers\" at all Yards, some civilians and some R.N. Engineers who reverted to civilian status on appointment to the Yards. Later, Engineers/ R.N. were appointed in various capacities in the Department regaining their Naval status. Corner, who became Chief Engineer in 1888, remained there until 1909 when he held the rank of Engineer Rear Admiral. Later appointments, however, were of the now shorter term.\n\nI referred to the Metal Mill. Information is not very complete as to this but an obviously accurate reporter of about 1840 states that the important Yard Mills were:\n(a) the Wood Mills where a hundred different jobs are performed from boring a pump 40 ft. in length to making a button for a drawer. The machines are all impelled by steam the motions being carried by straps over drum heads.\n(b) the Block Mills,\n(c) the Millwrights' establishment where machinery of new kinds is made, repaired and plans are executed,\n(d) the Metal Mills and Copper foundry including also the Iron Mill. All the old Copper taken from ships' bottoms is taken to here where the copper is smelted and refined, Bolts and gudeons are cast and copper sheathing rolled, Copper nails made, etc. 300,000 Copper sheets were manufactured here in a year in war time for sheathing ships. A first rater of 110 guns requires 5123 sheets of copper 20 cwt. 3 qrs. 4 lbs. of countersunk nails and 20 reams of paper.\n\nDuring the early years another man was coming to the fore, destined to be one day the first Engineer-in-Chief. This was Thomas Lloyd, born in Southsea in 1803 and educated at the Portsmouth Grammar School and afterwards at the School of Naval Architecture in the Dockyard. He completed his term as a Shipwright Apprentice at Portsmouth in 1825 and then transferred to Devonport as a Shipwright until 1831. His next appointment was as Superintendent of the Wood Mills and Block Mills at Portsmouth. In 1833 he was appointed to Woolwich Yard, then the main Engineering centre. After a short spell at sea as a Chief Engineer he became, in 1842, Chief Engineer at Woolwich at a salary of £350 - £400.\n\nThis appointment carried with it the post of Chief Adviser to the Board of Admiralty on Engineering matters. A new administrative Department of the Admiralty had been set up in 1837 consequent on the Admiralty taking over responsibility from the Post Office for carrying the mails at sea and with it the cross-channel Steam Mail Packets. The Head of this Department was styled \"Comptroller of the Steam Machinery and Packet Department\". Its first head was Parry - the famous explorer and Hydrographer. The term \"Packet\" was dropped in 1846 when the mail vessels and responsibility for mails at sea were again taken over by the Post Office. Lloyd was attached to this Department in April 1847 and brought with him a staff of two Draughtsmen and two Writers and Calculators, the first engineering staff at the Admiralty.\n\nIn 1850 the Comptroller of Steam Machinery retired and Lloyd took his place, being attached to the Surveyor's Department at Somerset House as Chief Engineer and Inspector. In 1860 the Surveyor became Controller and Lloyd was made the first Engineer-in-Chief of the Navy, He died in 1875. Lloyd was obviously a capable and progressive man and his advice seems to have been sought in many important technical matters. He tried to develop a compound engine but it was considered too complicated for the times. He also discussed the use of Oil Fuel in warships in 1865 - a gravity feed system was tried in 1866 - but its adoption did not come about for another 40 years.\n\nThe Civilian Engineer remained until comparatively recent times. The E. in C. was a civilian until the late 80's; and they remained as assistants to D. of D. until somewhat later. In my early days at Devonport the Chief Engineer was a civilian while one or more of the smaller Yards carried civilians as Chief Engineers until the early 1910's.\n\nThe Engineers, prior to 1837, were recruited from private firms and given rank as Petty Officers. A contemporary report alleges they were not amenable to discipline and came and went as they liked. The classes of Naval Officer at that time were: Commissioned Officers: Captains, Commanders and Lieutenants Warrant Officers: Gunners, Boatswains and Carpenters Petty Officers: Engineers, Midshipmen.\n\nThe Engineers had a separate mess and no uniform. In 1837 they were given Warrant Rank as 1st, 2nd and 3rd Class Engineers ranking with but after Carpenters. Pay varied from £4. 18- 0. to £9. 12. 0. per month.\n\nIn 1847 increased demands for Engineers and better pay in the Merchant Marine made the Admiralty reconsider the matter and new ranks and rates of pay were granted, viz:- Inspector of Machinery £25, Chief Engineer £20, Assistant Engineers £12 per month. The first two had commissioned rank.\n\nIn 1859 the Admiralty awoke to the fact that they required an increasing number of Engineers. Chief Engineer Murdock toured the engineering centres of the country and recruited just over 100 Engineers known later as \"Murdock's Hundred\". One of those entered, MacIntyre, left an autobiography which tells us something of conditions at that time.\n\nHe says that when he entered Engineers were workmen in uniform, necessary evils and treated as such. Working pressures were usually from 6 to 3 or less lbs per square inch. Brine pipes were fitted to reduce the density in the boilers as pressure was too low to blow out the boilers. Steam was let down every 3rd or 4th day so that boilers might be emptied and refilled with sea water. Soot was apt to lodge in the funnels and was dislodged by firing a musket up the funnel.\n\nHis first ship had two Rectangular boilers fitted with vacuum valves opening inwards to prevent collapse and safety valves loaded to 10 lbs. per square inch. He was sent to the China Station. The voyage out took four months. Hong Kong was then a very unhealthy station. In the ten years 1857 to 1867, 42 Engineer Officers died on the Station, some due to sea accidents but most of them from fever.\n\nIn 1877 the position of the Engineer was still an inferior one, The Chief Engineer was the only one allowed in the Ward Room. Other Engineers lived in a separate Engineers' Mess. The Chief Engineer was subordinate to the junior Lieutenant and had little power even over his own staff. In this year Sir Edward Reed, a former D.N.C., wrote a letter to The Times which created a national sensation and was a main factor in bringing about an immediate improvement in their status. He described the Engineer Officer as 'a snubbed, subdued, subordinated man with a dozen officers put above him to look down upon him and to keep him in that inferior place which the Admiralty had assigned to him'.\n\nSoon after H.M.S. MARLBOROUGH opened as a training school for 100 Engineer Students now given a uniform, followed in 1880 by the Engineer Students Training School at Keyham, later the Royal Naval Engineering College. The separate Engineers' Mess afloat disappeared in 1883. And so gradually the Engineering Branch developed a better status, improving relatively as the years passed until they reached the status they hold today.",
  "number": {
    "$numberLong": "21"
  }
},
{
  "_id": {
    "$oid": "684196bcfed581de58543567"
  },
  "title": "CHIPS FROM A PORTSMOUTH BASKET",
  "subtitle": "22. COMMISSIONERS AND SUPERINTENDENTS",
  "section": "History of the Dockyard Resident Commissioners and Admiral Superintendents",
  "content": "As an introduction to the history of the Dockyard Resident Commissioners, and of their successors the Admiral Superintendents, it would perhaps be as well to mention the Port Admiral, or as now called the Commander-in-Chief, Portsmouth. This is not so ancient an appointment as that of the Commissioner. The continuity of the separate C. in C's post dates only from 1763. Prior to that date the duties of C. in C. were carried out by the Commissioner unless there was a Flag Officer in his ship or with his squadron in the Port, when that officer carried out the duties. There were instances when a short temporary appointment as C. in C, was made especially to deal with a Court Martial or Court of Enquiry. There was another period of five to six years starting in 1707 when, under war conditions, a Captain Superintendent was appointed to the Port to carry out the duties of C. in C, with particular responsibility for speeding up the final preparation and getting to sea of ships fitted out in the Yard, In 1713 this appointment ceased and the Commissioner - a senior Captain, R.N. - was directed to assume the duties of C. in C. in regard to ships in full commission or \"on sea pay\" as well as the \"Ships in Ordinary\" except when a Flag Officer was present in the Port and flying his flag. The Commissioner's reply was to ask for the appointment of an extra clerk to his staff with some consideration for the expense of paper, wax, etc. such as Their Lordships thought proper to allow the late Captain Superintendent.\n\nThe Resident Commissioners found these dual duties extremely onerous as might be expected. Just before 1713 the Commissioner informed the Admiralty, in calling attention to this, that during the war amongst other things he attended almost daily at Spithead to witness the payment of wages by the Clerk of the Checque to the companies of ships arriving there and that these duties often occupied the whole day.\n\nIn those early days there were no naval depots, barracks, or hospitals. Men drafted to the Port had to be boarded out or accommodated in the Ships in Ordinary. Wounded men had similarly to be found accommodation mostly in private houses. All these duties fell on the Dockyard Officers, and particularly the Commissioner, in addition to the rush of work which went with a period of emergency and such other naval functions as commissioning, paying off, victualling, etc.\n\nA ship on arrival at the Port had, by Admiralty orders to be ready within forty-eight hours for work to be commenced in the Yard. This usually meant hoisting out guns and ammunition, getting down yards and rigging and perhaps de-masting. On completion of Yard work the ship had to be made ready for sea within four days. All this meant a rush of work for Ship's and Yard Officers. Ships’ Officers were inclined to ignore the orders of a Commissioner under such circumstances and deal direct with the Admiralty. A Flag Officer arriving in the Port could override the instructions given by the Commissioner.\n\nThe necessity for the appointment of a senior and permanent officer in command of all naval work in the Port became increasingly obvious and eventually such an appointment was made in 1763.\n\nAt first the C. in C. lived at 106, High Street. In 1795 a large house in the same street, at one time the residence of the Lieutenant Governor, opposite the George Hotel, was purchased as his residence, not without adverse comment from the Navy as to his removal further away from the water front. In 1830 the C. in C. removed from High Street to the Dockyard, taking over the residence built for, and to that date occupied by, the Commissioner. The latter moved to No. 9, The Parade, which was altered and extended over a period of years to become the official residence, as we know it of subsequent Admiral Superintendents. One would infer from drawings of a few years later that the C. in C. very soon took over for his Secretary, and the Port Accountant, the building, later the Tactical School, which had been erected in 1817 as the School of Naval Architecture.\n\nThis move of the C, in C. to the Dockyard caused great consternation amongst Naval Officers and important citizens. We find a writer recording a few years later that: \"On removal of the Admiral's Office to the Dockyard these premises (i.e. the previous C. in C's house in High Street) were advertised for sale but on the urgent representations of many local men on the utter impropriety of the removal of the Admiral to the Dock, a place from which no view of Spithead and the fleet could be obtained, the sale was stopped and the house given over to the Barrack Department.\"\n\nIn passing, the same writer comments that: \"The Parade Coffee House and Hotel at the corner of Grand Parade' (leading from High Street to the Garrison Church) was formerly the house of the Captains of the Navy. In olden time before Lieutenants wore epaulets and Captains wore red breeches, three cornered hats, buckles and pigtails it was not uncommon to see Captains, R.N, sitting outside the house on forms smoking long pipes.\"\n\nThe Admiralty Regulations of 1825 lay down the functions of the C. in C. in regard to the Dockyard in somewhat similar terms to the present Regulations.\n\n\"No C. in C. or other Naval Officer is to assume authority or control over a Resident Commissioner at a Yard nor to interfere in management, the Commissioner's functions being distinct from those of the Military Branch of the Service.\"\n\nThe Regulation goes on to make the same exceptions as the present one. The Admiral Superintendent remains the Deputy to the C, in C., taking over his responsibilities when the C. in C. is away from the Port. In direct descent from the Commissioner he remains the independent local head of the Dockyard and the other civil industrial establishments which have been added at the Port.\n\n[Content continues with further historical details, anecdotes, and quotations about the Commissioners, their duties, challenges, and evolution of the role, as well as the development of the Dockyard and its administration.]",
  "number": {
    "$numberLong": "22"
  }
},
{
  "_id": {
    "$oid": "684196c1fed581de58543568"
  },
  "title": "CHIPS FROM A PORTSMOUTH BASKET",
  "subtitle": "by E.S. Curphey",
  "section": "23. OTHER YARD OFFICERS",
  "content": [
    {
      "heading": "SECRETARY",
      "text": "In the early days we have seen that the Keeper of the Dock was allowed 6d a day to pay the wages of a Clerk. The early Commissioners were allowed £50 and £60 per annum for two Clerks. In these cases the Officer could appoint a clerk or clerks of his own selection and determine the rate of pay he would give out of his allowance. Eventually a Chief Clerk was allowed the Commissioner at an approved rate of pay. On 26th June, 1822, this Chief Clerk was given the title of Secretary to the Commissioner and from June, 1832, the present title of Secretary to the Admiral Superintendent."
    },
    {
      "heading": "MEDICAL OFFICER",
      "text": "The first record of a Surgeon is dated 16th March, 1688, and it would appear that at first the workmen contributed to his payment at the rate of 2d. per month. The Surgeon continued until 1854 when a Staff Surgeon was appointed. In 1875 the post was raised to Fleet Surgeon, the new title of Surgeon Commander appearing in October, 1918."
    },
    {
      "heading": "STORE RECEIVER",
      "text": "In the middle of the 19th Century there was an officer of this title who I assume was the forerunner of the present Surveyor of Stores. Earlier there was a separate Timber Inspector whose duties in those days were naturally fairly extensive."
    },
    {
      "heading": "CLERK OF THE CHECQUE OR CHEQUE",
      "text": "This is one of the earliest Dockyard Departments and in those days as one holding the purse strings a very important one. It appears probable that it existed early in the 17th Century at least, and continued as such until 30th March, 1830 when, for some unknown reason, it was abolished and its duties were carried out by the Store keeper. It was restored as a separate Department on 1st April, 1865, with the title of Cashier's Department which it still carries. The Department originally was the representative, in the Yard of the Treasurer, the senior member of the Navy Board. Subsequently it became the representative of the Accountant General and now the Secretary of the Admiralty in his capacity as Accounting Officer. The Clerk of the Checque was responsible for payments of salaries and wages to the staff of the Dockyard, to the Officers and men of the Ships in Ordinary, the payment of Officers and men whose ships came to the Port to pay off and such payments as Officers and men of ships commissioning were entitled to before going to sea. He was responsible for the attendance and checking of all Dockyard workmen \"by calling them on and off the works\" to make sure the men on the books were actually serving in the Yard. Similarly he had to visit the Ships in Ordinary and muster the men by day and by night as Officers and men had a habit of going ashore without leave. On the return of a ship to pay off, the Clerk of the Checque had to go on board, muster the Officers and men, and with the assistance of the purser, make out warrants for the amounts due. These warrants had to be sent to the Navy Board Pay Office for countersigning by the Board, after which they were authority for payment by the Clerk of the Checque or at certain other Pay Offices ashore. This system of payment ashore avoided the carrying of large sums of money in the ships. In the 17th Century, however, there were complications when as for Dockyard wages there was no money in the Pay Offices to meet the liability. This caused great hardship to the Officers and men concerned. In the 17th and 18th Centuries, in order to check the irregular entry of supernumeraries and \"Servants\" (we would now call them cadets) - a rather common practice in those days - the Clerk of the Checque had to go off and muster the ship's company whenever a Portsmouth ship in full commission arrived at the Port. The Clerk of the Checque was truly a busy man and we rather feel for him when in 1730 he reports that: 'Spithead is hardly ever without some ships, frequently a good many. Seldom many days pass but some ship drops in and they must be mustered. It is a great row out and frequently we are obliged to go in bad weather.'"
    },
    {
      "heading": "CLERK OF THE SURVEY",
      "text": "Again one of the earliest Departments of the Yard, going back to the early 17th Century or earlier. Tippets, later successively Master Shipwright, Commissioner and Surveyor of the Navy, was at one time a Clerk of the Survey. The Office was abolished in September 1822 and its main duties transferred to the Clerk of the Checque and to the Master Shipwright in other respects. The Clerk of the Survey was the local representative of the Surveyor of the Navy. He carried out the survey of ships, docks, wharves, buildings, and surveyed stores as regards condition and fitness for service. He visited ships on arrival, made out the lists of work to be undertaken while in the Yard and checked the inventories and expenditure of stores on charge to the Bos'n and Carpenter."
    },
    {
      "heading": "EXPENSE ACCOUNTS OFFICER",
      "text": "We gather that until the early years of the 19th Century accounting of this nature, so far as it occurred, was done by the Clerk of the Checque, excepting for a period from 30th March, 1830 to 1st April 1865 when the Department was abolished and its duties were carried out by the Storekeeper. It was finally established as a separate Dockyard department on 1st April 1856, with the style of Accountant and continued as such until 2nd August, 1887, when the title was changed to Officer in charge of Expense Accounts. During these years the Director of Expense Accounts seems to have been a part of the Controller's Department. Later it came under the Civil Lord and is now a part of the Secretariat. The Barham Committee in 1806 proposed the appointment of separate Master Measurers with the status and pay of a Foreman of the Yard and Sub-Measurers who ranked with the Quartermen so that there might be independent measurement of the work done under the then systems of Payment by Results, viz. Task, which was a type of Squad System for New Construction, and Job, which was the equivalent of Piece Work on Repair Work. These Measurers were on the staff of the Master Shipwright and responsible to him. They were chosen from the most capable Quartermen or Shipwrights. We may take this possibly as the forerunner of the Expense Accounts Department. Master Measurer was one of the jobs which it was proposed should be a stepping stone to higher rank for those who passed through the First School of Naval Architecture."
    },
    {
      "heading": "BOATSWAIN OF THE YARD",
      "text": "This Officer is on the Staff of the Manager Constructive Department but the post has a history going back to the early days of the Yard when Captains, R.N. held the post for a time. From the early 17th Century it seems to have reverted more or less to its present form being held by a Boatswain until 1883 and later by a Chief Boatswain."
    },
    {
      "heading": "CLERK OF THE ROPEYARD",
      "text": "This officer was in charge of the separate Rope Yard with the Master Ropemaker in charge of the actual manufacture. The Ropeyard was a separate Department of the Yard and in those early days a very busy one. We find the Clerk of the Ropeyard reporting to the Navy Board in August 1663 that he was 'Much obstructed by mutiny of the workman. By hasty spinning they finish what they call a days work by dinner time and refuse to work until 4 o'clock. Yesterday 25 of them left work to go to the alehouse where they still remain. Recommend that their day's work be portioned out, each man to spin 96 lbs weight and 21 threads in length which they can easily do. Request authority to discharge a couple of ringleaders in case of Opposition.'"
    },
    {
      "heading": "MASTERS",
      "text": "There were many Masters, with Foremen as subordinates, in charge of various sections of the trades and shops of the Yard under the Master Shipwright in the early days, viz. Master Caulker, Mastmaker, Boatbuilder, House Carpenter, Joiner, Smith, Bricklayer, Pump Maker, Painter, Blockmaker, etc. The Master Sailmaker and Master Rigger were under the Master Attendant. Most of these Masters disappeared about 1822 when the Dockyard was much reduced. The Master Smith, however, continued until fairly recent times, while the title 'Master Rigger' still exists though now a Naval Officer. At the same time the Foreman of most of the minor trades were abolished, leaving a limited number of Foremen under the Master Shipwright and his Assistant Master Shipwright with the title 'Foremen of the Yard.' This title remained unaltered when later Foremen were reintroduced in other trades. Previously, in the 17th and 18th Centuries there were Foremen of Shipwrights as in other trades."
    },
    {
      "heading": "QUARTERMEN",
      "text": "Probably so called from the 'quarters' of the ship, it being generally assumed that in building work they were each responsible for one quarter. Each took charge of a gang of Shipwrights, usually 15 men and four or five apprentices."
    }
  ],
  "number": {
    "$numberLong": "23"
  }
},
{
  "_id": {
    "$oid": "684196c9fed581de58543569"
  },
  "title": "CHIPS FROM A PORTSMOUTH BASKET",
  "subtitle": "24. ROYAL NAVAL ACADEMY",
  "section": "ROYAL NAVAL ACADEMY",
  "content": "The opening of this Academy at Portsmouth in the early eighteenth century marks, so far as we know, the first attempt made by the Admiralty to cater for the education ashore of their future Naval Officers. Prior to its opening, their education - both theoretical and practical - depended very much on the caprice of their Captain and the Officers under whom they served. Generally speaking, they learned the hard practical way. There were no Naval cadets as we know them now-a-days. Entry into the Navy with a view to becoming an Officer depended almost entirely on the influence that could be exerted in the best quarters. A handful entered direct as Midshipmen as a result of such influence. The Board of Admiralty appointed a few direct to ships as Volunteers per Order, or as they were generally called 'King's Letter Boys'. The great majority were entered on ships' books under the system of private patronage, the prerogative of Post and Flag rank. These boys were known as 'Captain's Servants' and were mostly the sons, nephews and cousins of the Captains or their personal or Service friends whom they wished to oblige. The Captain drew his servant's pay and it was not uncommon to enter on the ship's books youngsters who had not even joined the ship. It is on record that some such boys were entered at five or six years of age. Not only the training of the lads, but also promotion to Midshipman depended very much on the Captain under which they served.\n\nIn the early eighteenth Century the Lords of the Admiralty considered it was time to take this matter of training in hand. Following an Order in Council of the 21st February, 1729, they called on the Navy Board to produce plans and estimates for a Naval Academy. Within a matter of three to four weeks the plans, etc. had been approved and orders given to build a College in Portsmouth Dockyard. So came into being the Royal Naval Academy, Portsmouth, later enlarged and changed in title to the Royal Naval College, still later the Navigation School and now the Staff Officers' Mess. It was finished in 1733 complete with observatory in a cupola over the main entrance.\n\nThe Academy contained the Headmaster's house, schoolrooms and living quarters. A brewery formed part of the establishment. In a letter of 2nd November, 1733, the Navy Board gives an estimate for its cost during the first year:\n- Commissioner as Governor of the Academy: £100\n- Head Mathematical Master: £150\n- Second Mathematical Master: £100\n- Drawing and French Master: £100\n- Teacher of Fence and Dance: £80\n- Surgeon of the Yard for Physic and Attendance: £20\n- A Person to keep Arms clean: £10\n- Master Attendant, 26 lessons at 10/- each: £13\n- Master Shipwright 26 lessons at 10/- each: £13\n- Bosun of the Yard, 12 lessons at 5/- each: £3\n- Gunner of the Ordinary: £3\n- A person to teach the use of the firelock, 26 lessons at 5/- each: £6\n- Attendant Charges: £10\nTotal: £608\n\nIt is of interest that the rate paid to the Master Shipwright for his lessons was greater than I was given some two hundred years later for lectures on professional subjects at the Dockyard School.\n\nThe course at the Academy lasted from two to three years and the complement of scholars was fixed at forty. Early orders in regard to the Academy state 'None are to be admitted but the sons of noblemen and gentlemen who shall not be under twelve years of age or above fifteen on entry. The scholars are to lodge in separate chambers and to board with the Master who is to be paid by each £25 a year, no more. The Master is to keep a decent and proper table and to find the scholars in washing, candles, towels, table and bed linen and the necessary utensils of the house. No scholar is to keep a servant. Every student is to be provided yearly with a new suit of blue cloth against His Majesty's Birthday.'\n\nAfter 1748 this suit became the Naval uniform conformable to a pattern lodged with the Master. A contemporary writer states that the average bill sent to the parents each year was for an amount of approximately £40 and adds that the extra amounts were largely due to the beer bill.\n\nAfter completing the course satisfactorily the students were to go to sea where they were to be entered on the ship's books as 'Volunteers by Order' to carry out the duties of seamen and to receive the pay of an Able Seaman but with the privilege of walking on the Quarterdeck. After two years at sea they could be rated as Midshipmen in Ordinary. If they successfully passed their examinations they could sit for the examination for Lieutenant in a further two years time, provided they had reached twenty years of age.\n\nThe new School was not well received by the Officers of the Fleet nor were the Volunteers who had passed through College received with open arms by their Captains and fellow Officers. These Officers felt that future Officers could only be trained under sea-going conditions.\n\nIn 1773 George II, who thoroughly approved of the new School, visited the College. He found only fifteen scholars and used his influence to have fifteen free scholarships made available for the sons of Officers in the Service. The Admiralty paid the tuition fees and gave a grant of £5 to provide a new suit of uniform each year.\n\nBy 1806 the School had for all practical purposes faded out. It was closed in that year, enlarged and reopened in February, 1808. The name was changed to the Royal Naval College at the request of George III. The Reverend Dr. Inman was appointed Professor, a post he continued to hold for almost thirty years. Dr. Inman was a man of wide learning and culture having been a Senior Wrangler at Cambridge. Later he combined with his duties at the College the Headmastership of the First School of Naval Architecture.\n\nAt this reopening the complement of pupils was increased to seventy, forty of whom were the sons of Naval Officers. The entry age was made thirteen to sixteen years and the pupils had to enter into a bond of £200 to enter the Navy, if required, on completion of their training. A Post Captain was appointed as Lieutenant Governor and Inspector at a salary of £500, increased some five years later to £700. The Professor's fee was fixed at £8 per pupil per annum.\n\nThe College continued as such until 1837 when the entry of Volunteers by this method came to an end. Opposition to this new School still came from Sea Officers and the First Lord of the day felt that this scientific training was interfering with the more important practical training at sea. It seems that as the school declined it came into use as a place where Officers on half-pay could take a course in their professional work. This continued from 1836 until the College was transferred to Greenwich in 1873.\n\nOne gathers that the College became too popular for the Admiralty decided later that Officers who had completed twelve months at the College were not to be eligible for re-appointment there until six years had elapsed. They called attention to the fact that Officers on half-pay were making application for, and receiving appointment to the College, twice or even three times in a few years. Such a course, they stated, was not attended with beneficial results and must be discontinued.\n\nDuring this period steam machinery was being introduced into our ships. This revolutionary change was not well received by the older Executive Officers. The First Sea Lord of the time complained that, since the introduction of steam, he had on his inspections never seen a clean deck or a Captain who did not look like a sweep. Even the Surveyor of the Navy, Sir William Symons, was very averse to the replacement of sail by steam. There was also a bitterness between the existing Naval Officers and the Engineers newly recruited from private firms and given to start with only Petty Officer rank. The younger Naval Officers, however, realised the possibilities that the advent of steam was opening out and wished to learn about its use. When the College was reopened in 1839 these Officers attended Courses which included geometry, mechanics, heat, the steam engine, fuel economy and the use of the indicator. Those who qualified at the end of the course were given 'Steam Certificates' and became known as 'Steam Officers', although, of course, retaining their executive rank.\n\nAn Order in Council of the 8th July, 1838, stated 'Whereas we have had under consideration the subject of affording additional, means of scientific education to the young gentlemen and Officers of the Fleet... advantage, is to be taken of the place of the late R.N. College at Portsmouth as an addition to the present establishment of Your Majesty's Ship \"EXCELLENT\".' The College was therefore reopened on the 1st January, 1839, under the charge of the Captain of \"EXCELLENT\". Next year Royal Marine cadets were introduced and twelve were sent to the College. It is believed that about this time the term 'Naval Cadets' was introduced. In 1866, the College was used in addition for Sub-Lieutenants taking courses for the rank of Lieutenant. In 1873, the College was transferred to the R.N. College, Greenwich.\n\nBetween 1873 and 1906 the buildings were used mostly as living and messing accommodation for officers taking the various courses at Portsmouth. In 1906, it was opened as a Navigation School and the other courses were transferred to the old Port Library originally built as the School of Naval Architecture. When, during the war, the Navigation School was transferred elsewhere, the buildings were used as a Mess for the Officers of the Commander-in-Chief’s staff and are now known as the Staff Officers' Mess.\n\nNOTE: I have not been able to fix the date when the \"BRITANNIA\" was first used as a Training Ship for Naval Cadets. We do know that in 1862 the \"BRITANNIA\" was transferred from Portsmouth to Dartmouth. Apparently local celebrities had been making a great noise about the poor living conditions and wished the cadets to be transferred to a building ashore. Instead of this the Admiralty transferred the ship to Dartmouth to the horror of the local shop-people who had apparently made quite a good thing out of their custom.",
  "number": {
    "$numberLong": "24"
  }
}]